{
  "flashcards": [
    {
      "q": "Co je tanec?",
      "a": "Druh umění, který odráží myšlenky a pocity lidí, představuje cílevědomé, harmonické a rytmické pohyby."
    },
    {
      "q": "Jaké jsou dva typy rytmu v tanci?",
      "a": "Vnitřní (tlukot srdce) a vnější (doprovod, hudba, recitace)."
    },
    {
      "q": "Na kolik kategorií se dělí tanec?",
      "a": "Na čtyři: klasický tanec (balet), moderní tanec, lidový tanec, historický tanec."
    },
    {
      "q": "Kdy vznikl klasický tanec (balet)?",
      "a": "V 17. století."
    },
    {
      "q": "Kdy vznikl moderní tanec?",
      "a": "Na počátku 20. století jako reakce na tradiční klasický balet."
    },
    {
      "q": "Čím se inspiruje moderní tanec?",
      "a": "V přírodě, základními pohyby (chůze, běh, skok, sed, leh), asijskými kulturami, exotikou, přiznáním gravitace."
    },
    {
      "q": "Co je lidový tanec?",
      "a": "Nejstarší tanec ve společnosti, zahrnuje tance spojené se slavnostmi a životními událostmi."
    },
    {
      "q": "Co jsou iniciační tance?",
      "a": "Tance představující přechod z dítěte do dospělého, náročný obřad se zkouškou dospělosti."
    },
    {
      "q": "Co je historický tanec?",
      "a": "Společenské tance z renesance, baroka, klasicismu (např. menuet, bránly, pavana, gagliarda, sarabanda)."
    },
    {
      "q": "Co je balet?",
      "a": "Druh hudebně dramatického umění, jehož obsah je vyjádřen v choreografických obrazech."
    },
    {
      "q": "Z kolika složek se skládá baletní představení?",
      "a": "Ze čtyř: dramaturgie (libreto), hudba, choreografie, scénografie."
    },
    {
      "q": "Co zahrnuje dramaturgie (libreto)?",
      "a": "Výběr repertoáru, zohlednění financí, velikost jeviště, publikum."
    },
    {
      "q": "Jakou funkci má hudba v baletu?",
      "a": "Doprovod pohybu, tance, tanečníků; dává rytmický a citový základ."
    },
    {
      "q": "Co je choreografie?",
      "a": "Seskupení určitých pohybů, které určují události, vztahy a charaktery postav."
    },
    {
      "q": "Co zahrnuje scénografie?",
      "a": "Dekorace, kulisy, rekvizity, kostýmy, líčení, osvětlení na scéně."
    }
  ]
}

