{
  "flashcards": [
    {
      "q": "Na jaká tři období lze rozdělit středověk a v jakých stoletích probíhaly?",
      "a": "1.) raný středověk (5. – 11. stol.), 2.) vrcholný středověk (11. – 14. stol.), 3.) pozdní středověk (14. – 15. stol.)"
    },
    {
      "q": "Co charakterizovalo raný středověk?",
      "a": "Šíření křesťanství, rozvoj románské kultury, vznik samostatných feudálních států."
    },
    {
      "q": "Jaká byla společnost ve vrcholném středověku?",
      "a": "Společnost se skládala z rolnictva (větší část) a feudálních vlastníků pozemků (šlechta, církev). Vznikla nová společenská třída – měšťanstvo a rozvíjela se města jako centra obchodu a řemesel."
    },
    {
      "q": "Co charakterizovalo pozdní středověk?",
      "a": "První zámořské objevy, sílící vliv měšťanstva (příčina úpadku feudální společnosti) a vrchol gotického umění."
    },
    {
      "q": "Jaké bylo náboženství ve středověku?",
      "a": "Křesťanství, které vzniklo na základě antické kultury."
    },
    {
      "q": "V jakých stoletích probíhal románský sloh?",
      "a": "Románský sloh probíhal v 10. – 12. stol."
    },
    {
      "q": "Co je románský sloh a odkud vychází?",
      "a": "Románský sloh vychází z římského umění a kultury (románský = Roma = Řím) a díky mnišským řádům se šířil do západní, jižní a střední Evropy."
    },
    {
      "q": "Jaké jsou typické církevní stavby románského slohu a jejich půdorysy?",
      "a": "Rotunda (půdorys = kruh) a bazilika (půdorys = kříž)."
    },
    {
      "q": "Co je iluminace v románském umění?",
      "a": "Iluminace je zdobená počáteční písmena v rámci rozvoje knižní malby."
    },
    {
      "q": "V jakých stoletích probíhal gotický sloh?",
      "a": "Gotický sloh probíhal v 2. pol. 12. – 15. stol."
    },
    {
      "q": "Kde se poprvé objevil gotický sloh?",
      "a": "Gotický sloh se poprvé objevil ve Francii v opatství Saint-Denis."
    },
    {
      "q": "Jaké jsou hlavní znaky gotické architektury?",
      "a": "Vertikalismus (stavěli do výšky), lomený oblouk (okna, portály), vnější opěrný systém (opěrné oblouky, pilíře), fiály (věžičky), chrliče (okap) a rozety (kruhová okna)."
    },
    {
      "q": "Co je pieta v gotickém sochařství?",
      "a": "Pieta je stárnoucí žena držící Kristovo mrtvé tělo. Je to jedna ze dvou podob sochy madony."
    },
    {
      "q": "Kteří umělci jsou známí z české gotické malby?",
      "a": "Mistr Třeboňského oltáře, Mistr Vyšebrodského oltáře a Mistr Theodorik."
    },
    {
      "q": "Od kdy se znovu objevuje církevní divadlo a odkud vycházelo?",
      "a": "Církevní divadlo se znovu objevuje od 9. stol. a vychází ze samotné církve."
    },
    {
      "q": "Co jsou tropy v církevním divadle?",
      "a": "Tropy jsou dramatické výstupy v rámci bohoslužeb, krátké literární vstupy."
    },
    {
      "q": "Kdy se poprvé objevil tropus a jaká scéna to byla?",
      "a": "Poprvé se tropus objevil v roce 925 na Velikonoce – scéna Tři Marie, která začínala slovy \"Koho hledáte v hrobě?\"."
    },
    {
      "q": "Jaké jsou tři typy církevního divadla?",
      "a": "1.) mirákl (příběhy ze života světců a svatých), 2.) moralita (alegorické postavy, konflikt mezi dobrem a zlem), 3.) mystérium (nejoblíbenější žánr, scény ze Starého i Nového zákona)."
    },
    {
      "q": "Jaká je nejznámější moralita a kdy vznikla?",
      "a": "Nejznámější moralita je Everyman (Kdokoliv), která vznikla v Anglii v roce 1485."
    },
    {
      "q": "Co jsou mansiony v divadelním prostoru?",
      "a": "Mansiony jsou dřevěná stanoviště (jednoduchá pódia), která byla vedle sebe umístěna před kostel, v každém se odehrála část dané hry. Tomuto typu divadla říkáme simultánní divadelní prostor."
    },
    {
      "q": "Kdo byli herci světského divadla?",
      "a": "Herci světského divadla byli jokulátoři (mimové, baviči, kejklíři)."
    },
    {
      "q": "Co je fraška a jaká je nejpopulárnější fraška?",
      "a": "Fraška je krátká, veršovaná, komická hra, nejoblíbenější žánr světského divadla. Nejpopulárnější fraška je Mistr Pleticha od francouzského lidového básníka z konce 15. stol."
    },
    {
      "q": "Kdo psal hry pro slavnosti bláznů v Paříži a jaká je jeho nejznámější hra?",
      "a": "Pierre Gringoire psal hry pro slavnosti bláznů v Paříži, kde hrál spolek Bezstarostné děti. Jeho nejznámější hra je Kníže bláznů (satira na spor francouzského krále Ludvíka XII. s papežem Juliem II.)."
    },
    {
      "q": "Co jsou mumraje a co z nich vzniklo?",
      "a": "Mumraje jsou maškarády, karnevaly – slavnosti maskovaných postav, které byly interiérové a obsahovaly zpěv a závěrečný tanec. Postupně z nich vznikly anglické masky, italské intermezzi a francouzské ballet de cour. Tyto žánry stály na počátku vzniku baletního umění."
    },
    {
      "q": "Jaký postoj měla církev k tanci ve středověku?",
      "a": "Církev tanec považovala za hřích."
    },
    {
      "q": "Kdo byli profesionální tanečníci ve středověku?",
      "a": "Profesionální tanečníci byli žakéři (žertéři), jokulátoři (mimové, baviči, kejklíři). Žakéřstvím se zabývaly i ženy (tanečnice, které obvesovaly lid neslušnými pohyby)."
    },
    {
      "q": "Jaké tance se tančily v raném středověku?",
      "a": "V raném středověku se tančily řetězové tance (muži i ženy po kruhu za doprovodu zpěvu), také se tančilo v kruhu a v řadách bez držení. První křesťané tančili v kostelech a u hrobů mučedníků, muži a ženy šli v řadách zvlášť za zvuku náboženských hymnů."
    },
    {
      "q": "Co je estampida?",
      "a": "Estampida je hlavní dvorský tanec ze 14. stol., vážný kráčivý charakter (podobný pozdějším královským tancům), může mít párovou a řetězovou podobu, obsahuje rychlou část saltarello (skákat)."
    },
    {
      "q": "Co jsou cechovní tance a kdy vznikly?",
      "a": "Cechovní tance jsou řetězové, řadové nebo kruhové tance za doprovodu flétny a bubnu, které vznikly při slavnostech řemeslnických cechů. Od 12. stol. se osamostatňovala jednotlivá řemesla a zakládaly se řemeslnické cechy."
    },
    {
      "q": "Co je tanec smrti (danse macaber)?",
      "a": "Tanec smrti je tanec pozdního středověku, tanec živých s mrtvými, kostlivec pobízí k tanci bohaté i chudé lidi."
    },
    {
      "q": "Co je choreománie (Tanec sv. Víta)?",
      "a": "Choreománie, neboli Tanec sv. Víta, je taneční mánie, která se zmocňovala lidí na hřbitovech a v kostelích. Lidé věřili, že se tančícím vyhne mor nebo že tanec léčí následky kousnutí pavouka tarantuly, proto byl tanec nazván tarantismem."
    },
    {
      "q": "Co je sabath ve středověkém tanci?",
      "a": "Sabath je tanec na vzdor vůči církevním zákazům (parodie církevních obřadů), návrat k pohanským náboženským slavnostem (orgiím), vášnivý řetězový tanec v kruhu. Tanečníci byli muži převlečení za démony a obnažené ženy."
    }
  ]
}

