{
  "flashcards": [
    {
      "q": "Kdy probíhala renesance a kde vznikla?",
      "a": "Renesance probíhala od 14. do 17. století a vznikla v Itálii, ve Florencii."
    },
    {
      "q": "Co byla hlavní snaha renesance?",
      "a": "Hlavní snaha byla o znovuzrození antické kultury, čerpání z ní námětů a inspirace s důrazem na život v současnosti a na člověka (humanismus)."
    },
    {
      "q": "Kdo vynalezl knihtisk a jaký měl význam?",
      "a": "Knihtisk vynalezl Johannes Gutenberg. Díky vynálezu knihtisku se literatura stala přístupnou širokým vrstvám obyvatel."
    },
    {
      "q": "Kdo byli Medicejové a co založili?",
      "a": "Medicejové byli bankéři, kteří založili Platónskou akademii, kde povolávali vzdělance a učence, aby podporovali antickou kulturu."
    },
    {
      "q": "Jaké jsou typické rysy renesance?",
      "a": "Typické rysy renesance jsou individualismus (umělci podepisují svá díla = konec anonymity), humanismus a myšlenka \"ad fontes\" (zpět k pramenům = k antické kultuře)."
    },
    {
      "q": "Kdo byl první renesanční architekt a jaké stavby navrhl?",
      "a": "První renesanční architekt byl Filippo Bruneleschi. Navrhl architektonický návrh sirotčince, který sloužil jako inspirace pro další stavby."
    },
    {
      "q": "Jaké významné renesanční architekty známe?",
      "a": "Mezi významné renesanční architekty patří Michelangelo Buonarroti, Andrea Palladio, Rafael Santi a první architekt Filippo Bruneleschi."
    },
    {
      "q": "Co znamená kalokagathia a kdo ji používal?",
      "a": "Kalokagathia je antický ideál krásy. V renesančním sochařství se objevovala snaha o kalokagathiu, poprvé od antiky se objevily volně stojící sochy s reálnými výrazy v tváři."
    },
    {
      "q": "Jaké významné renesanční sochaře známe?",
      "a": "Mezi významné renesanční sochaře patří Michelangelo (socha Davida) a Donatello."
    },
    {
      "q": "Jaké významné renesanční malíře známe?",
      "a": "Mezi významné renesanční malíře patří Michelangelo (fresky v Sixtinské kapli), Leonardo da Vinci (Poslední večeře, Mona Lisa), Sandro Boticelli (Zrození Venuše), Rafael Santi a Tizian."
    },
    {
      "q": "Jaké antické literární žánry obnovovala renesance?",
      "a": "Renesance obnovovala antické literární žánry: komedie, tragédie a pastorela."
    },
    {
      "q": "Kdo byli významní renesanční autoři v Itálii?",
      "a": "Mezi významné renesanční autory v Itálii patří D. Alighieri (Božská komedie), F. Petrarca a G. Boccaccio (Dekameron)."
    },
    {
      "q": "Kdo byl nejslavnější alžbětinský dramatik a kolik her napsal?",
      "a": "Nejslavnější alžbětinský dramatik byl William Shakespeare, který napsal 38 her, například tragédie Romeo a Julie, Hamlet, Othello, Král Lear, Macbeth, komedie Zkrocení zlé ženy, Mnoho povyku pro nic, Sen noci svatojánské, historické hry a romance."
    },
    {
      "q": "Jaké nové hudební nástroje se objevily v renesanci?",
      "a": "Nové hudební nástroje v renesanci byly klavichord a virginal."
    },
    {
      "q": "Kdo byl známý český hudební skladatel v renesanci?",
      "a": "Známý český hudební skladatel v renesanci byl Kryštof Harant z Polžic a Bezdružic."
    },
    {
      "q": "Kde se nejprve začalo rozvíjet renesanční divadlo?",
      "a": "Renesanční divadlo se nejprve začalo rozvíjet v Itálii v prostředí intelektuálů a vzdělanců."
    },
    {
      "q": "Jaké druhy italského divadla existovaly v renesanci?",
      "a": "Druhy italského divadla v renesanci byly: a) Školské divadlo, b) Učenecká komedie (komedie Erudita), c) Dvorské divadlo, d) Komedie dell'arte (commedia dell'arte)."
    },
    {
      "q": "Co je komedie dell'arte a kdy vznikla?",
      "a": "Komedie dell'arte je profesionální improvizované divadlo, někdy nazývané \"komedie masek\". Nejstarší známé představení bylo v roce 1568."
    },
    {
      "q": "Jaké jsou hlavní znaky komedie dell'arte?",
      "a": "Hlavní znaky komedie dell'arte jsou: 1.) všestranná hlasová a fyzická příprava (improvizace – akrobacie, imitování), 2.) užívání spisovné řeči, nářečí a cizích jazyků, 3.) uplatnění gagů, tzv. lazzi, 4.) užívání citátů a veršů, 5.) syntetičnost (zpěv, tanec, hra na hud. nástroj)."
    },
    {
      "q": "Kdo byli hlavní komické postavy komedie dell'arte?",
      "a": "Hlavní komické postavy komedie dell'arte byli starci (Pantalon – benátský kupec, Dottore – učenec) a dvojice sluhů zanni (Brighella a Harlekýn na severu, Coviello a Pulcinella na jihu)."
    },
    {
      "q": "Kdo byl Harlekýn v komedii dell'arte?",
      "a": "Harlekýn byl zchudlý zemědělec, později tanečník, původně sluha Pantalona, ale osamostatnil se. Byl nemotorný, nešikovný, bezradný a stal se miláčkem obecenstva, tzv. \"král\" komedie dell'arte."
    },
    {
      "q": "Kde se nacházelo první dochované renesanční divadlo?",
      "a": "První dochované renesanční divadlo bylo Teatro Olimpico ve Vicenze (architekt – A. Palladio), které napodobovalo antické divadlo a bylo otevřeno hrou Oidipus od Sofokla."
    },
    {
      "q": "Co byly masques v anglickém alžbětinském divadle?",
      "a": "Masques (masky) byly krátké, zpravidla veršované divadelní hry zahrnující hudbu, zpěv a tanec, které se objevovaly v 16. století jako dvorská interiérová představení. Připomínaly maškarní ples a pozdější francouzský dvorský balet."
    },
    {
      "q": "Jaké části měly masques?",
      "a": "Masques měly 5 částí: 1.) průvod postav v kostýmech (jako jediný se konal v exteriéru), 2.) prolog, mluvená část (interiér), 3.) komický taneční výstup = antimaska (účinkující: profesionálové, sloužící), 4.) píseň, 5.) tanec masek (závěr společně s diváky)."
    },
    {
      "q": "Kdo byli Shakespeareovi předchůdci, \"univerzitní duchové\"?",
      "a": "Shakespeareovi předchůdci, \"univerzitní duchové\" (80. léta 16. stol.), byli skupinou vzdělaných spisovatelů a dramatiků, kteří se rozhodli psát divadelní hry. Patřili mezi ně Thomas Kyd (Španělská tragédie), John Lyly (Endymion, Proměny lásky) a Christopher Marlow (6 tragédií, např. Tamerlán Veliký, Tragická historie dr. Fausta)."
    },
    {
      "q": "Kdo byl \"otec španělského dramatu\"?",
      "a": "\"Otcem španělského dramatu\" byl Juan del Encina, který psal pastýřské hry, tzv. eklogy (Placida a Vitoriano)."
    },
    {
      "q": "Kdo byl významný španělský dramatik zlatého věku?",
      "a": "Významným španělským dramatikem zlatého věku byl Lope de Vega, autor komedií a náboženských her, tzv. autos (dochovalo se 470 komedií a 50 autos). Komedii rozdělil do tří jednání a zapojil do ní zpěv a tanec."
    },
    {
      "q": "Jaké významné učitele tance známe z renesance?",
      "a": "Mezi významné učitele tance z renesance patří Thoinot Arbeau (kniha Orchésographie, popisuje zvyky a tance ze 16. stol.), Cesare Negri (pražský baletní mistr, spis Nové taneční nápady) a Antonio Cornazano (Kniha o tanečním umění)."
    },
    {
      "q": "Co je basse danse a jaké jsou jeho charakteristiky?",
      "a": "Basse danse (nízký tanec, ¾ takt) je nejstarší a nejoblíbenější tanec 15. století. Byl klidný, pomalý (důraz na vázanost kroků a držení trupu a hlavy), tančil se ve dvojicích nebo trojicích (pán a dvě dámy) a každý tanec začínal poklonou (réverance)."
    },
    {
      "q": "Co je pavana a kde vznikla?",
      "a": "Pavana (= paví tanec, 4/4 takt) vznikla ve Španělsku, byla tancem nejvyšších aristokratických vrstev a zahajovacím tancem dvorských slavností. Byla to otevřený párový tanec s volným, pomalým tempem a velmi jednoduchou pohybovou stavbou (střídání simples a doubles)."
    },
    {
      "q": "Co je gagliarda a jaké jsou její charakteristiky?",
      "a": "Gagliarda (3/4 takt) je nejoblíbenější renesanční tanec, původem asi z Itálie, typické jsou prudké pohyby nohou, poskoky a skoky. Jiný název = \"sinkapas\" (např. u Shakespeara), tzn. pět kroků = základ gagliardy. Byla často na závěr pavany, časem i samostatně."
    },
    {
      "q": "Co je sarabanda a odkud pochází?",
      "a": "Sarabanda pochází z Mexika (konec 16. stol. - Španělsko), byla milostným vášnivým tancem doprovázeným neslušnými písněmi, proto byla zakazována a odsuzována. Původně byl sólový ženský tanec, jenž se v Evropě proměnil v párový, byl součástí baletů, zánik v 17. stol."
    },
    {
      "q": "Kdy byla založena Královská akademie tance a kdo ji založil?",
      "a": "Královská akademie tance byla založena v roce 1661 Ludvíkem XIV. Účelem bylo pečovat o čistotu provedení tanců a zvyšovat úroveň tance."
    },
    {
      "q": "Co je menuet a odkud pochází?",
      "a": "Menuet (3/4 takt) je původně francouzský lidový tanec, který pochází z lidového branlu tančeného v kraji Pointu. Stal se charakteristickým francouzským dvorským tancem (díky P. Beauchampovi) = vrcholně stylizovaná milostná hra. Název = od slova menu (malý, něžný, drobný)."
    },
    {
      "q": "Jak dlouho zůstal menuet králem tance?",
      "a": "Menuet zůstal králem tance až do francouzské revoluce, jež jej nahradila lidovými tanci. Dále však setrvává v operách a baletech (dodnes je dochován Menuet z opery Don Juan, hudba – W. A. Mozart, chor. – M. Petipa)."
    }
  ]
}

