{
  "flashcards": [
    {
      "q": "Kdy a kde začaly počátky baletu jako jevištní formy?",
      "a": "Počátky baletu jako jevištní formy začaly koncem 16. století ve Francii s pořádáním maškarních průvodů, dvorských tanců a hostin."
    },
    {
      "q": "Jaký významný sňatek přispěl k rozvoji dvorského baletu ve Francii?",
      "a": "V roce 1533 se Kateřina Medicejská provdala za francouzského krále Jindřicha II. Kateřina byla z Itálie, což přineslo do Francie mnoho italských umělců, kteří vystupovali na slavnostech královny."
    },
    {
      "q": "Kdy byla založena Akademie hudby a poezie a kdo ji založil?",
      "a": "Akademie hudby a poezie byla založena v roce 1571. Jean Antoine de Baif se snažil sloučit poezii s hudbou a tancem, což vedlo ke vzniku dvorského baletu."
    },
    {
      "q": "Kdy se konal první úspěšný pokus spojení hudby, tance a poezie do jednoho dramatického útvaru?",
      "a": "První úspěšný pokus spojení hudby, tance a poezie do jednoho dramatického útvaru se konal v roce 1573 v představení Ballet des Nymphes (choreografie – Balthasar de Beaujoyeux)."
    },
    {
      "q": "Kdy byl uveden první historicky doložený dvorský balet a jak se jmenoval?",
      "a": "První historicky doložený dvorský balet (ballet de cour) byl uveden 15. října 1581 a jmenoval se Ballet comique de la reine (Dramatický balet královnin), s podtitulem Kirké."
    },
    {
      "q": "Kdo vytvořil choreografii pro první historicky doložený dvorský balet Ballet comique de la reine?",
      "a": "Choreografii pro Ballet comique de la reine vytvořil Balthasar de Beaujoyeux."
    },
    {
      "q": "Jaká byla struktura dvorského baletu?",
      "a": "Struktura dvorského baletu byla: 1.) orchestrální předehra, 2.) recit parlé (mluvená část), 3.) recit chanté (zpěv), 4.) grand ballet (balet na závěr představení; účastnili se jej všichni vystupující)."
    },
    {
      "q": "Jaká témata měly dvorské balety?",
      "a": "Témata dvorských baletů byla oslava panovníka s náměty z antické mytologie."
    },
    {
      "q": "Jaké další významné dvorské balety známe z počátku 17. století?",
      "a": "Mezi další významné dvorské balety patří: 1610 – Alcina (antický námět, tři uvedení - reprízy), 1617 – Osvobození Renauda (Rinalda), 1619 – Tankredovo dobrodružství v začarovaném lese."
    },
    {
      "q": "Kdy se Ludvík XIV. poprvé objevil v baletu a v jakém?",
      "a": "Ludvík XIV. se poprvé objevil v baletu Cassandra v roce 1651 (bylo mu 13 let). Od té doby se dvorských baletů účastnil jako tanečník."
    },
    {
      "q": "Kdy byl uveden nejslavnější balet, v němž Ludvík XIV. účinkoval, a jak se jmenoval?",
      "a": "Nejslavnější balet, v němž Ludvík XIV. účinkoval, byl Balet noci z roku 1653 (choreografie: Pierre Beauchamp, hudba: Jean de Cambefort, verše: Isaac de Benserade, výprava: Giacomo Torelli)."
    },
    {
      "q": "Kolik výstupů měl Balet noci a kolik částí?",
      "a": "Balet noci měl 45 výstupů a 4 části (celková doba představení = 12 hodin): 1. část = 6:00 – 21:00 (14 výstupů), 2. část = 21:00 – 24:00 (6 výstupů), 3. část = 0:00 – 3:00 (13 výstupů), 4. část = 3:00 – 6:00 (12 výstupů)."
    },
    {
      "q": "Jak získal Ludvík XIV. přezdívku \"král Slunce\"?",
      "a": "Ludvík XIV. získal přezdívku \"král Slunce\" díky desátému výstupu čtvrté části Baletu noci, kde vystupoval jako Slunce, rozptyloval tmu a sliboval všem krásný den."
    },
    {
      "q": "Kdy bylo uvedeno představení Výteční milenci a proč bylo významné?",
      "a": "Představení Výteční milenci bylo uvedeno v roce 1670 a bylo významné tím, že zde naposledy účinkovala aristokracie, od té doby začali hrát profesionálové."
    },
    {
      "q": "Kdy byla založena Královská akademie tance a kdo ji založil?",
      "a": "Královská akademie tance (L' académie royal de danse) byla založena v březnu 1661 Ludvíkem XIV. Ředitelem byl P. Beauchamp a tvořilo ji třináct baletních mistrů."
    },
    {
      "q": "Co uzákonila Královská akademie tance?",
      "a": "Královská akademie tance uzákonila princip vytočení en dehors a pět základních pozic nohou. Pravidelně se scházela a schvalovala nové taneční prvky, pečovala o čistotu a přesnost tanečních kroků a vytvářela zápisy tanců (= choreografie)."
    },
    {
      "q": "Co se zasloužila Královská akademie tance o vznik?",
      "a": "Královská akademie tance se zasloužila o vznik la belle danse (krásný tanec) = danse noble (vznešený tanec)."
    },
    {
      "q": "Kdy zanikla Královská akademie tance?",
      "a": "Královská akademie tance zanikla v roce 1789."
    },
    {
      "q": "Kdy byla založena Královská akademie hudby a kdo ji založil?",
      "a": "Královská akademie hudby (L' académie royal de musique) byla založena v roce 1669 Ludvíkem XIV. První ředitel byl Pierre Perrin (básník), druhý ředitel byl Jean Baptiste Lully."
    },
    {
      "q": "Kdy Lully založil baletní školu při Královské akademii hudby?",
      "a": "V roce 1672 Lully založil baletní školu pro dvanáct chlapců a dvanáct dívek při Královské akademii hudby. Ředitelem baletní školy byl P. Beauchamp. Akademie hudby = později slavná pařížská Opera, baletní škola = později taneční škola při pařížské Opeře."
    },
    {
      "q": "Kdo byl Jean Baptiste Lully a jaké nové hudební žánry založil?",
      "a": "Jean Baptiste Lully (1632–1687) pocházel z Itálie, Florencie z mlynářské rodiny, byl dvorním skladatelem Ludvíka XIV. a v čele Královské akademie hudby zůstal až do své smrti roku 1687. Lully je zakladatelem 2 nových hudebních žánrů: 1.) comedie – ballet (hry od Moliera, do nichž Lully vložil hudbu pro taneční výstupy) - vytvořil jej spolu s Molierem, 2.) tragédie lyrique (spojení italské opery a francouzského ballet de cour) - vytvořil jej s básníkem Philipem Quinaultem."
    },
    {
      "q": "Kdo byl Pierre Beauchamp a jaké funkce zastával?",
      "a": "Pierre Beauchamp (1636–1705) byl francouzský tanečník, choreograf, pedagog, baletní mistr a hudebník. Jako pedagog vyučoval také Ludvíka XIV. Od r. 1653 měl choreografickou tvorbu, 1655 byl jmenován královským choreografem, 1661 se stal ředitelem Královské akademie tance, 1672 ředitelem baletní školy a baletním mistrem při Královské akademii hudby."
    },
    {
      "q": "Co vytvořil Pierre Beauchamp po teoretické stránce tance?",
      "a": "Pierre Beauchamp se tanci věnoval i po teoretické stránce a vytvořil taneční notaci, kterou knižně vydal jeho žák Raoul Auger Feuillet roku 1700 pod názvem Choreografie aneb umění zapisovat tanec (Beauchamp – Feuilletova metoda)."
    }
  ]
}

