{
  "flashcards": [
    {
      "q": "Kdy probíhalo baroko a kde vzniklo?",
      "a": "Baroko probíhalo na přelomu 17. a 18. století, bylo obdobím vrcholného absolutismu (třicetiletá válka, válka na Bílé hoře) a vzniklo v Římě. Tvorba se opět vracela k náboženství."
    },
    {
      "q": "Jaké významné barokní architekty známe z Čech?",
      "a": "Mezi významné barokní architekty z Čech patří Kryštof a Kilián Ignác Dientzenhoferovi (otec a syn): K. Dientzenhofer – Břevnovský klášter, K. I. Dientzenhofer – chrám sv. Mikuláše na Malé Straně, a Jan Santini Aichel (neboli Giovanni Battista Santini) – kostel sv. Jana Nepomuckého na Zelené hoře u Žďáru nad Sázavou."
    },
    {
      "q": "Jaký významný barokní sochař působil v Čechách?",
      "a": "Významný barokní sochař v Čechách byl Matyáš Bernard Braun (sochy Ctností a Neřestí na Kuksu, socha Vidění svaté Luitgardy na Karlově mostě). Barokní sochy vyjadřují pohyb, dynamiku, emoce."
    },
    {
      "q": "Jaké významné barokní hudební skladatele známe?",
      "a": "Mezi významné barokní hudební skladatele patří Antonio Vivaldi (Čtvero ročních období), Georg Friedrich Händel (oratorium Mesiáš, Hudba k ohňostrojům) a Johann Sebastian Bach (Braniborské koncerty, Ave Maria)."
    },
    {
      "q": "Jaké jsou čtyři základní typy barokního divadla?",
      "a": "Čtyři základní typy barokního divadla jsou: 1.) divadlo aristokratické – aristokratická sídla, zámky; pořadatelé = šlechta (Francie), 2.) divadlo městské – města, hostince; pořadatelé = kočovné společnosti, 3.) divadlo náboženské – kostely, chrámy; herci = mnišské řády (Jezuité), 4.) divadlo lidové – během svátků, slavností (Velikonoce – pašijové hry); herci = amatéři."
    },
    {
      "q": "Co je \"kukátkový prostor\" v barokním divadle?",
      "a": "\"Kukátkový prostor\" (kukátko) v barokním divadle vzniká ostrým oddělením jeviště od hlediště portálem a rampou. Tento typ divadla přetrval až do 20. století."
    },
    {
      "q": "Jaká známá barokní divadla v Čechách známe?",
      "a": "Mezi známá barokní divadla v Čechách patří divadlo v Českém Krumlově a divadlo v Litomyšli (obě zachovaná až dodnes)."
    },
    {
      "q": "Proč bylo baroko nazýváno zlatou érou ve vývoji tanečního umění?",
      "a": "Baroko bylo nazýváno zlatou érou ve vývoji tanečního umění, protože tanec byl součástí zábavy všech společenských vrstev a největší zásluhu na rozvoji baletu měla aristokracie (znalost tanečních kroků a tanců patřila k základnímu vzdělání šlechticů)."
    },
    {
      "q": "Jaké jsou dva základní taneční druhy v baroku?",
      "a": "Dva základní taneční druhy v baroku jsou: a) danse noble = francouzský vznešený urozený taneční styl (rozvoj v Královské akademii tance, vychází ze společenských tanců té doby, znaky: poloha nohou pod 45°, nízké skoky, zaoblené paže, nástup na pološpičku, hluboké plié, použití pěti základních pozic nohou a vytočení nohou), b) danse haute (vysoký) – pochází z Itálie, rozvoj z komedie dell'arte, zaměřen na skoky => rozvoj techniky skoku a dopadu."
    },
    {
      "q": "Kdo byl Louis Pécour a jaké funkce zastával?",
      "a": "Louis Pécour (1655–1729) byl žák P. Beauchampa. V letech 1687–1703 převzal funkce po Beauchampovi (ředitel Královské akademie tance, ředitel baletní školy při PO, baletní mistr). V roce 1674 měl debut v PO v opeře Cadmus a Hermiona (hudba – J. B. Lully)."
    },
    {
      "q": "Kdo byl Jean Ballon a proč je známý?",
      "a": "Jean (Claude) Ballon (1676–1739) byl oceňován za svůj skok a měkký dopad (podle něj pojmenován skok balloné). V roce 1691 byl tanečníkem PO a v roce 1703 převzal ředitelské funkce po L. Pécourovi."
    },
    {
      "q": "Kdo byla první profesionální tanečnice?",
      "a": "První profesionální tanečnice byla Mademoiselle La Fontaine (1655–1738). V roce 1681 měla debut v PO v opeře Triumf lásky (hudba – J. B. Lully) a v roce 1693 ukončila působení v PO."
    },
    {
      "q": "Kdo byla Marie Therese Subligny?",
      "a": "Marie Therese Subligny (1666–1736) byla sólistka PO, působila v letech 1668–1707 v PO a byla první francouzskou tanečnicí, která hostovala v Anglii."
    },
    {
      "q": "Kdo byla Francoise Prévostová a jaké měla žákyně?",
      "a": "Francoise Prévostová (1680–1741) byla tanečnice a pedagožka se slavnými žákyněmi, rokokovými tanečnicemi M. A. de Cupi (později de Camargo) a M. Sallé. V roce 1699 měla debut v opeře Atys (hudba – J. B. Lully) a v roce 1730 ukončila působení v PO."
    },
    {
      "q": "Kdy vzniklo rokoko a kde?",
      "a": "Rokoko vzniklo v 18. století ve Francii, na přelomu vlády Ludvíka XIV. a Ludvíka XV. Byl to aristokratický styl (nerozšířil se do všech zemí a společenských vrstev)."
    },
    {
      "q": "Odkud pochází název rokoko a jaké jsou hlavní znaky?",
      "a": "Název rokoko pochází z francouzského slova rocaille (lastura, ornament). Hlavní znaky rokoka jsou: křehkost, hravost, něžnost, bezstarostnost, galantnost, náznaky erotiky a flirtu, a stoupá zájem o exotiku, exotické země (Čína, Indie)."
    },
    {
      "q": "Co je divertissement a opera-balet?",
      "a": "V období rokoka byl balet součástí opery, vyvíjel se spolu s ní a měl svůj prostor na konci každého jednání. Taneční výstupy sloužily pro pobavení a rozptýlení diváků, tzv. divertissement (divertir – bavit se). Postupně se tento žánr začal nazývat opera-balet (balet nemá souvislý děj, každá část má samostatný příběh – často milostný)."
    },
    {
      "q": "Co je balet Galantní Indové a kdo jej vytvořil?",
      "a": "Galantní Indové (Les Indes Galantes) z roku 1735 je opera-balet s hudbou Jeana Philippa Rameaua. Hlavní téma baletní části = příběhy z různých částí světa, balet má 4 části: 1.) Šlechetný Turek – tanec námořníků, tanec afrických otroků, 2.) Inkové v Peru – tanec na slavnosti Slunce, 3.) Perský svátek květů – tance asijských národů, tanec květin (později zpracován jako samostatná choreografie), 4.) Divoši – tanec kolem dýmky míru (prostředí amerických indiánů)."
    },
    {
      "q": "Kdo byl Louis Dupré?",
      "a": "Louis Dupré (1697–1774) byl \"danseur noble\", působil v PO v letech 1715–1751 (od 18 let) a od roku 1743 byl ředitelem baletní školy při PO (slavní žáci – J. G. Noverre, G. Vestris)."
    },
    {
      "q": "Kdo byla Marie Anne de Camargo?",
      "a": "Marie Anne de Cupi (později de Camargo) (1710–1770) byla temperamentní tanečnice, která si přisvojila mužské kroky. Studovala u F. Prévostové, debut měla v Bruselu, v roce 1726 byla členkou PO, poté odešla, ale v letech 1741–1751 v Opeře opět působila."
    },
    {
      "q": "Kdo byla Marie Sallé a jaké byly její významné choreografie?",
      "a": "Marie Sallé (1707–1756) byla tanečnice a choreografka, žákyně F. Prévostové, v roce 1727 (20 let) měla debut v PO, byla konkurentkou Marie de Camargo. V roce 1734 dostala nabídku z Londýna, Covent Garden (zakladatel – John Rich), kde byla choreografkou a baletní mistryní. Vytvořila tituly: Pygmalion (pantomima, námět – Proměny, Ovidius), Terpsichora (opera-balet, hudba – G. F. Händel). V roce 1735 vytvořila balet Alcina, později vytvořila vlastní choreografii třetí části Galantních Indů = Perský svátek květin. Sallé nebyla technickou tanečnicí, kladla důraz na emoce."
    },
    {
      "q": "Kdo byl Franz Hilverding a kde působil?",
      "a": "Franz Hilverding (1710–1768) byl tanečník a choreograf, narodil se ve Vídni do umělecké rodiny. V roce 1734 dostal od dvora nabídku na studium danse noble v Paříži, v roce 1735 se vrátil do Vídně (první vídeňské období) jako dvorský pedagog tance a tanečník. Působil ve dvou divadlech: 1.) Dvorské divadlo - Burg theatr (vážné mytologické hry z řecké antiky), 2.) Divadlo u Korutanské brány (komické balety, pantomimy pro lidové publikum). V letech 1759–1764 působil v Petrohradu jako baletní mistr a pedagog, poté se vrátil do Vídně (druhé vídeňské období)."
    }
  ]
}

