{
  "flashcards": [
    {
      "q": "Kdy a kde vzniknul klasicismus?",
      "a": "Klasicismus vzniknul ve Francii ve druhé polovině 17. století za vlády Ludvíka XIV."
    },
    {
      "q": "Na jaké tři fáze lze rozdělit klasicismus?",
      "a": "Klasicismus lze rozdělit na tři fáze: 1.) barokní klasicismus, 2.) klasicismus (osvícenství, absolutismus), 3.) empír (Napoleon Bonaparte)."
    },
    {
      "q": "Jaké jsou hlavní znaky klasicismu?",
      "a": "Klasicismus inspiruje se antikou, zdůrazňuje jasný, pravidelný řád, úměrnost a rozum."
    },
    {
      "q": "Kdo byli hlavní filozofové klasicismu a jaké jsou jejich myšlenky?",
      "a": "René Descartes byl hlavní francouzský filozof klasicismu s myšlenkou \"Myslím, tedy jsem.\" a důrazem na rozum (racio). Immanuel Kant byl německý filozof klasicismu."
    },
    {
      "q": "Jaké jsou hlavní znaky klasicistní architektury?",
      "a": "Hlavní znaky klasicistní architektury jsou pravidelné a přímé linie, sloupořadí a trojúhelníkové štíty. Stavby zahrnují paláce, veřejné budovy (divadla, akademie, muzea) a parky."
    },
    {
      "q": "Kdo byl významným klasicistním malířem a jaké dílo vytvořil?",
      "a": "Jacques Luis David byl významným klasicistním malířem, který vytvořil dílo Maratova smrt. V klasicismu náboženská témata mizí a objevují se náměty z antické mytologie."
    },
    {
      "q": "Kdo byl významným klasicistním sochařem?",
      "a": "Antonio Canova byl italský klasicistní sochař, který byl osobním sochařem Napoleona. Klasicistní sochařství se inspiruje antickými náměty."
    },
    {
      "q": "Co je Poetika a kdo ji napsal?",
      "a": "Poetika je významné dílo Aristotela, který uznával tři jednoty: místa, času a děje. Klasicistní literatura je inspirována antikou."
    },
    {
      "q": "Na jaké dva styly se dělí klasicistní literatura?",
      "a": "Klasicistní literatura se dělí na dva styly: 1.) vysoký styl (epos, tragédie, óda) s urozenými postavami, 2.) nízký styl (bajka, satira, komedie, píseň, román) s neurozenými a komickými postavami."
    },
    {
      "q": "Co je Encyklopedie umění, věd a řemesel a kdo ji vytvořil?",
      "a": "Encyklopedie umění, věd a řemesel vznikla v letech 1751–1784, hlavní autor byl Denis Diderot a má 28 svazků."
    },
    {
      "q": "Jaké významné hudební skladatele známe z klasicismu?",
      "a": "Mezi významné hudební skladatele klasicismu patří Joseph Haydn, Wolfgang Amadeus Mozart (Kouzelná flétna, Requiem, Figarova svatba) a Ludwig van Beethoven (Měsíční sonáta, Óda na radost, autor hudby k baletu Stvoření Prométheovo)."
    },
    {
      "q": "Co je ballet d'action?",
      "a": "Ballet d'action je dějový dramatický balet, nový baletní žánr vzniklý v klasicismu. Balety měly přehlednou stavbu a tanec získal svou samostatnost (nebyl součástí opery)."
    },
    {
      "q": "Kdo se zasloužil o uvedení ballet d'action?",
      "a": "O uvedení ballet d'action se zasloužili choreografové Gasparo Angiolini a Jean Georges Noverre."
    },
    {
      "q": "Kdo byl Gasparo Angiolini a jaké významné dílo vytvořil?",
      "a": "Gasparo Angiolini (vl. jméno Angelo Gasparini, 1731-1803) byl italský choreograf, který se narodil ve Florencii do umělecké rodiny. Vytvořil balet Kamenná hostina (17. 10. 1761, Burgtheatr, Vídeň) s hudbou Christopha Willibalda Glücka a námětem z Molièrova Dona Juana."
    },
    {
      "q": "Kdy a kde se narodil Jean Georges Noverre?",
      "a": "Jean Georges Noverre se narodil 29. dubna 1727 v Paříži. Jeho datum narození je Mezinárodní Den tance."
    },
    {
      "q": "Kdy vydal Noverre knihu Listy o tanci a baletech a jaký měla význam?",
      "a": "Noverre vydal knihu Listy o tanci a baletech v roce 1760 (první verze měla 15 listů, rozšířená verze z roku 1807 měla 35 listů). Tato kniha měla zásadní vliv na vývoj baletu a tanečního umění."
    },
    {
      "q": "Kde působil Noverre jako baletní mistr?",
      "a": "Noverre působil jako baletní mistr v Lyonu (1749-52, 1757-60), v divadle Opera Comique, v Londýně (divadlo Drury Lane 1755), ve Stuttgartu (1760-67), ve Vídni (1767-76, 1776), v Miláně (1774-76), v Pařížské opeře (1776-1780) a v Londýně v King's Theatre (1781-95)."
    },
    {
      "q": "Který Noverrův balet je jediný balet s Mozartovou hudbou?",
      "a": "Balet Maličkosti (premiéra 11. 6. 1778 ve Vídni s hudbou F. Aspelmayera) je jediný balet, který Noverre uvedl s hudbou W. A. Mozarta v Pařížské opeře."
    },
    {
      "q": "Kolik baletů vytvořil Noverre a jak dlouho působil jako tanečník a choreograf?",
      "a": "Noverre vytvořil kolem 150 baletů různých žánrů a působil jako tanečník a choreograf 56 let (1743-94)."
    },
    {
      "q": "Kdo byli dva čeští umělci, kteří studovali u Noverra?",
      "a": "Dva čeští umělci, kteří studovali u Noverra, byli Vojtěch Morávek a Antonín Roessler. V Čechách a na Moravě šířili Noverrovo učení."
    },
    {
      "q": "Co říká Noverre v Listu č. 1 o tanci a baletech?",
      "a": "V Listu č. 1 Noverre říká, že umělec by se měl inspirovat přírodou (rozmanitost, individualita) a odmítal symetrie."
    },
    {
      "q": "Co říká Noverre v Listu č. 3 o tanci a baletech?",
      "a": "V Listu č. 3 Noverre říká, že nejlepší žánr pro zpracování baletu je tragédie."
    },
    {
      "q": "Co říká Noverre v Listu č. 4 o tanci a baletech?",
      "a": "V Listu č. 4 Noverre říká, že tanečník by měl do tance vkládat city (mimika, pantomima) a nekopírovat jiné tanečníky."
    },
    {
      "q": "Kdo byl Gaetano Vestris a jak dlouho působil v Pařížské opeře?",
      "a": "Gaetano Vestris (1729-1808) byl tanečník a choreograf, žák L. Duprého. Působil v Pařížské opeře v letech 1748-81, debutoval v roce 1748, byl asistentem baletního mistra od roku 1761 a baletním mistrem v letech 1770-76."
    },
    {
      "q": "Kdo byl August Vestris a kdo byli jeho slavní žáci?",
      "a": "August Vestris (1760-1842) byl syn Gaetana Vestrise, tanečník a pedagog. Působil v Pařížské opeře v letech 1772-1816. Jeho slavní žáci byli Charles Louis Didelot, August Bournonville a Jules Perrot."
    },
    {
      "q": "Kdo byl Maxmilian Gardel a kdy působil jako baletní mistr PO?",
      "a": "Maxmilian Gardel (1741-1787) byl tanečník a choreograf Pařížské opery. Debutoval v PO v roce 1755, byl asistentem baletního mistra od roku 1773 a baletním mistrem v letech 1781-1787 (po odchodu Noverra, byl jím až do své smrti)."
    },
    {
      "q": "Kdo byl Pierre Gardel a jaké slavné balety vytvořil?",
      "a": "Pierre Gardel (1758-1840) byl po Noverrovi asi nejúspěšnější choreograf, bratr Maxmiliana Gardela. Byl sólistou PO od roku 1780 a baletním mistrem v letech 1787-1827. Vytvořil dva slavné balety: Psyché (1790, tisíc repríz, uváděl se až do roku 1820) a Dansomanie neboli Posedlost tancem (1800, setkání aristokracie a měšťanů, poprvé se zde objevuje valčík)."
    },
    {
      "q": "Kdo byl Jean Dauberval a jaké slavné dílo vytvořil?",
      "a": "Jean Dauberval (vl. jméno Jean Bercher, 1742-1806) byl francouzský choreograf, který studoval v baletní škole při PO. Působil u J. G. Noverra ve Stuttgartu (1762-1764) a byl baletním mistrem v Bordeaux (1785-1791). Vytvořil balet Balet o slámě aneb Něco špatného k něčemu dobré (1789), který později uvedl pod názvem Špatně střežená dívka (později Marná opatrnost)."
    },
    {
      "q": "Kdy a kde se konalo další uvedení baletu Marná opatrnost?",
      "a": "Marná opatrnost byla uvedena v Praze v roce 1796 (Salvatore Vigano), v Pařížské opeře v roce 1828 (Jean Aumer, nová hudba Louis Hérold, nový název La fille mal gardée), v Berlíně v roce 1864 (Paolo Taglioni, hudba Peter Ludwig Hertel) a v Londýně v roce 1960 (Frederick Ashton, hudba L. Hérold, úprava hudby John Lanchbery)."
    }
  ]
}

