{
  "flashcards": [
    {
      "q": "Kdy probíhal preromantismus a co představoval?",
      "a": "Preromantismus probíhal ve druhé polovině 18. století až počátku 19. století a představoval přechod od klasicismu k romantismu. Je také nazýván sentimentalismus (v Anglii) nebo předromantismus."
    },
    {
      "q": "Jaké jsou hlavní znaky preromantismu?",
      "a": "V preromantismu se postupně vyrovnávají společenské vrstvy, všichni mají stejná práva, rozum ustupuje a důraz je kladen na city a přírodu."
    },
    {
      "q": "Kde probíhal velký rozvoj preromantismu a jaké byly hlavní změny?",
      "a": "Velký rozvoj preromantismu probíhal v Anglii, kde došlo k rozvoji textilního průmyslu (tkalcovský stav), vynálezu parního stroje Jamesem Wattem a narůstající hustotě dopravy (první parní lokomotiva Georgem Stephensonem)."
    },
    {
      "q": "Kdo byl hlavním filozofem preromantismu a jaké dílo vytvořil?",
      "a": "Jean Jacques Rousseau byl hlavním filozofem preromantismu a vytvořil dílo Emil čili o výchově."
    },
    {
      "q": "Jaké znaky má architektura preromantismu?",
      "a": "Architektura preromantismu zahrnuje anglické a francouzské parky, vznik velkých měst a nové materiály (železobeton, ocel)."
    },
    {
      "q": "Jaké významné literární osobnosti působily v preromantismu v Německu?",
      "a": "V Německu působili Johann Wolfgang Goethe (Faust, Utrpení mladého Werthera) a Friedrich Schiller (báseň óda na radost, drama Loupežníci)."
    },
    {
      "q": "Jaké významné literární osobnosti působily v preromantismu ve Francii a Čechách?",
      "a": "Ve Francii působil Antoine François Prévost (Manon Lescaut – první milostný román). V Čechách probíhalo národní obrození s osobnostmi jako Josef Dobrovský, Josef Jungmann a Rukopisy."
    },
    {
      "q": "Co se stalo s baletem v preromantismu?",
      "a": "V preromantismu došlo k vyvrcholení dějového dramatického baletu (ballet d'action) a balet získal svou samostatnost. Opouštěly se antické náměty a hledala se nová témata (současná literatura, příběhy o rytířích, pohádky)."
    },
    {
      "q": "Kdo byl Salvatore Vigano a kdy žil?",
      "a": "Salvatore Vigano (1769-1821) byl italský tanečník a choreograf, který se narodil do rodiny tanečníků a taneční vzdělání získal od svého otce. Kromě tance se věnoval také hudbě."
    },
    {
      "q": "Jaké významné balety vytvořil Salvatore Vigano?",
      "a": "Salvatore Vigano vytvořil balety Raoul-Signore di Crechi aneb Potlačená Tyranie (1791, hudba S. Vigano), Richard Lví srdce (hudba Josef Weigl), Stvoření Prométheovo (1801, hudba Ludwig van Beethoven), Střelci (1809), Othello (1818), Titáni (1819), Vestálka (1819) a Johanka z Arku (1821)."
    },
    {
      "q": "Kde působil Salvatore Vigano a kdy zemřel?",
      "a": "Salvatore Vigano působil v Římě, Madridu, Londýně, Benátkách, Vídni (1793-95, 1799-1803), Miláně (1813-21, baletní mistr a šéf baletu v La Scale). Zemřel 10. srpna 1821 v Miláně při práci na baletu Didona."
    },
    {
      "q": "Jaký je Viganův význam pro vývoj baletu?",
      "a": "Vigano vytvořil nový divadelní žánr choreodrama, což je spojení tance, divadla a výtvarné stránky. Důležitá byla práce s hudbou a se sbory, detailně propracovaná choreografie a scéna. Jako první \"natočil\" sbor jinam, než čelem k divákům. Ve svých choreografiích používal prvky z lidového tance."
    },
    {
      "q": "Kdo byl Charles Louis Didelot a kdy žil?",
      "a": "Charles Louis Didelot (1767-1837) byl francouzský tanečník, choreograf a pedagog, který se narodil ve Stockholmu. V roce 1776 (v 9 letech) odešel do Francie, do Paříže, kde byl žákem Jeana Daubervala."
    },
    {
      "q": "Kde působil Charles Louis Didelot a jaké významné balety vytvořil?",
      "a": "Didelot působil v Petrohradě (první petrohradské období 1801-11, druhé petrohradské období 1816-29 jako šéf baletu a ředitel carské baletní školy), v Londýně (1796, 1811) a v Pařížské opeře (12.12.1815 uvedl Zefír a Flóra, velký úspěch, 169 repríz). Vytvořil čtyři druhy baletů: mytologické (Acis a Galathea 1816, Thézeus a Ariadna 1817), pohádkové (Laura a Henrich aneb Trubadúr 1809, Roland a Morgana 1812, Chenzi a Tao 1819), komické (Kalif bagdádský 1818) a dramatické (Maďarská chýše 1814, Kavkazský zajatec 1823, Ruslan a Ludmila 1824)."
    },
    {
      "q": "Kdy a kde zemřel Charles Louis Didelot?",
      "a": "Charles Louis Didelot zemřel 7. listopadu 1837 v Kyjevě. V roce 1836 odjel z Petrohradu."
    },
    {
      "q": "Kdo byl Louis Duport a jaké balety vytvořil?",
      "a": "Louis Duport (1781-1850) byl francouzský tanečník a choreograf. Vytvořil balety pro pařížskou Operu: Acis a Galathea (1805), Figaro (1806), Svatba Zefírova (1806). Působil v Petrohradě (1808-11) a cestou tam i zpět vystoupil s velkým úspěchem ve Vídni. Vytvořil balety Lisa a Colin (1812, upravil Marnou opatrnost), Telemach na ostrově Calypsině (1813) a Popelka (1813, pantomimický balet)."
    },
    {
      "q": "Kdo byl Louis Milon a jaké balety vytvořil?",
      "a": "Louis Milon (1766-1849) byl francouzský tanečník, baletní mistr a choreograf, který studoval v baletní škole při PO. Debutoval v PO v roce 1787 jako sólista a v roce 1799 se stal asistentem baletního mistra Pierra Gardela. V Millonových baletech převažuje pantomima. Vytvořil balety Pygmalion (1800), Svatba Gamachova (1801, námět román Don Quijote), Clara aneb Slíbené manželství (1812, hudba Rodolph Kreutzer) a Nina aneb Šílená z lásky (1813, námět stejnojmenná opera Nicolas Dalayrac)."
    },
    {
      "q": "Kdo byl Jean Louis Aumer a jaké významné balety vytvořil?",
      "a": "Jean Louis Aumer (1774-1833) byl francouzský tanečník, choreograf a pedagog, žák Jeana Daubervala z Bordeaux. Působil jako baletní mistr divadla Porte Saint Martin (1804-06), v Pařížské opeře (debut 1808, druhý baletní mistr 1826-31), ve Vídni (1814-20, pedagog žákyň Fanny Elssler a její sestry Terezy). Vytvořil balety Lásky Antonia a Kleopatry (1808), Bajadérky (1815, hudba Vojtěch Jírovec), Náměsíčná (1827, libreto Eugène Scribe, hudba Ferdinand Hérold), Marná opatrnost (1828, hudba Louis Hérold), Spící krasavice (1829, libreto E. Scribe, hudba L. Hérold) a Manon Lescaut (1830, hudba Francois Halévy)."
    },
    {
      "q": "Kdo byl Louis Xavier Stanislav Henry a jaký je jeho význam?",
      "a": "Louis Xavier Stanislav Henry (1784-1836) byl francouzský tanečník a choreograf. Předtím, než se dostal k tanci, pracoval jako jevištní technik v divadle Porte Saint Martin. Studoval v baletní škole při PO díky Pierru Gardelovi. Debutoval v PO v roce 1803 (v 19 letech) a v roce 1806 se stal sólistou PO. Vytvořil balety Othello (1808, inspiroval se tvorbou S. Vigana), Undine (1825, předjímal romantický balet – první zmínka o tanci na špičkách) a Ostrov pirátů (1835, poslední choreografie). Zemřel v roce 1836 v Neapoli na choleru."
    },
    {
      "q": "Kdo byl Jean Coralli a jaký je jeho význam?",
      "a": "Jean Coralli (1779-1854) byl francouzský tanečník a choreograf na přelomu preromantismu a romantismu. Studoval v baletní škole při PO, debutoval v roce 1802. Působil jako baletní mistr PO v letech 1831-51. Vytvořil balety Bouře (1834, námět W. Shakespeare, hl. role Fanny Elssler), Kulhavý ďábel (1836, hl. role F. Elssler, charakterní tanec cachucha), La Tarentule (1839, hl. role F. Elssler, tanec tarantela), Giselle (1841, hudba Adolphe Charles Adam, ve spolupráci s Julesem Perrotem, Giselle = Carlotta Grisi, Albert/Albrecht = Lucien Petipa) a La péri (1843, hl. role C. Grisi)."
    },
    {
      "q": "Kdo byl Carlo Blasis a jaký je jeho význam pro taneční techniku?",
      "a": "Carlo Blasis (1797-1878) byl italský tanečník, choreograf a především pedagog, který se zasloužil o slávu a úspěch italských romantických tanečnic a rozvoj italské taneční techniky. Narodil se v Neapoli do umělecké rodiny. V roce 1817 debutoval jako tanečník v PO, ale zranil se a zaměřil se na pedagogiku. Od roku 1837 byl ředitelem baletní školy v Miláně při divadle La Scala. Vydal knihy Základní pojednání o teorii a praxi tanečního umění (1820) a Úplná příručka tance (1830), které položily základ klasického tréninku, obsahovaly podrobný popis pozic paží a nohou, rozbor problematiky rovnováhy a točení, nové taneční prvky arabesque a attitude, a první zmínku o tanci na špičkách. Všechny jeho poznatky vycházely z anatomie."
    },
    {
      "q": "Jaké balety vytvořil Charles Louis Didelot v Petrohradě a kdo v nich tančil?",
      "a": "Didelot vytvořil v Petrohradě čtyři druhy baletů: mytologické balety s antickými náměty (Acis a Galathea 1816, hudba Cattarino Cavos, debut tanečnice Avdoťi Istominy; Thézeus a Ariadna 1817), balety s pohádkovým námětem (Laura a Henrich aneb Trubadúr 1809, Roland a Morgana 1812, Chenzi a Tao 1819), komické balety (Kalif bagdádský 1818) a dramatické balety (Maďarská chýše 1814, Kavkazský zajatec 1823 s hl. rolí Avdoťi Istominy a Tanec stínů, který předjímá romantický balet; Ruslan a Ludmila 1824)."
    },
    {
      "q": "Kdy a kde uvedl Charles Louis Didelot balet Zefír a Flóra v Pařížské opeře?",
      "a": "Charles Louis Didelot uvedl balet Zefír a Flóra v Pařížské opeře 12. prosince 1815. Měl velký úspěch, účastnil se jej i král Ludvík XVIII. a balet zůstal na repertoáru Opery dalších jedenáct let (169 repríz)."
    },
    {
      "q": "S kým spolupracoval Salvatore Vigano a kde vystupoval?",
      "a": "Salvatore Vigano setkal se s Jeanem Daubervalem v Madridu (1788) a byl jeho žákem v Londýně (konec studia 1791). Oženil se s tanečnicí Marií Medinou. Působil ve Vídni (1793-95, jeho žena tu působila jako sólistka, setkal se s Ludwigem van Beethovenem). V letech 1795-98 cestoval po Evropě s manželkou (vystoupili i v pražském Nosticově divadle, dva roky strávili v Berlíně). Spolupracoval s malířem Alessandro Sanquiricem od roku 1809 (balet Střelci)."
    },
    {
      "q": "Jaké balety vytvořil Jean Louis Aumer ve Vídni?",
      "a": "Jean Louis Aumer působil ve Vídni v letech 1814-20 jako choreograf a pedagog (žákyně Fanny Elssler a její sestra Tereza). Ve Vídni uvedl starší tituly (Lásky Antonia a Kleopatry, Dezertér, Telemach na ostrově Calypsině) a vytvořil dva nové: Bajadérky (1815, hudba Vojtěch Jírovec, český houslista působící ve Vídni) a Pážata vévody vendomského (hudba V. Jírovec)."
    },
    {
      "q": "Kdy a kde zemřel Louis Milon?",
      "a": "Louis Milon zemřel v roce 1849. Působil jako asistent baletního mistra Pierra Gardela od roku 1799."
    },
    {
      "q": "Kdy a kde zemřel Jean Louis Aumer?",
      "a": "Jean Louis Aumer zemřel v roce 1833. V roce 1831 odešel z Pařížské opery."
    },
    {
      "q": "Jaký význam má balet Undine od Louise Xaviera Stanislava Henryho?",
      "a": "Balet Undine (1825) od Louise Xaviera Stanislava Henryho má význam, protože je to příběh o vodní víle, který předjímá romantický balet a obsahuje první zmínku o tanci na špičkách. Henry vytvořil tento balet v Miláně v divadle La Scala v letech 1825-28."
    },
    {
      "q": "Jaký význam má Carlo Blasis jako pedagog?",
      "a": "Carlo Blasis má významné místo jako pedagog v tanci. Vyučoval v Itálie, také v Anglii (Londýn) a v Rusku. Jako choreograf se neproslavil, zato jako pedagog má v tanci významné místo. Všechny jeho poznatky vycházely z anatomie."
    }
  ]
}

