{
  "flashcards": [
    {
      "q": "Kdo byl Jules Perrot a kdy žil?",
      "a": "Jules Perrot (1810-1892) byl francouzský tanečník, pedagog a především choreograf, který se narodil v Lyonu. Působil v divadle od dětství díky otci, který byl šéf divadelních techniků."
    },
    {
      "q": "Kdy měl Jules Perrot debut v Pařížské opeře a kdo byl jeho partner?",
      "a": "Jules Perrot měl debut v Pařížské opeře 23. června 1830 a jeho partnerem byla Marie Taglioni."
    },
    {
      "q": "S kterou tanečnicí spolupracoval Jules Perrot a stali se životními partnery?",
      "a": "Jules Perrot spolupracoval s Carlottou Grissi, se kterou se stal životním partnerem a podnikli turné po Evropě."
    },
    {
      "q": "Jaký balet vytvořil Jules Perrot v roce 1841 a kdo tančil hlavní roli?",
      "a": "V roce 1841 vytvořil Jules Perrot balet Giselle (choreografie Perrot - sóla pro Carlottu Grissi, Jean Coralli - sbory). Hlavní roli Giselle tančila Carlotta Grissi."
    },
    {
      "q": "Kde působil Jules Perrot v letech 1842-48 a kolik nových baletů vytvořil?",
      "a": "V letech 1842-48 působil Jules Perrot v Londýně jako tanečník a baletní mistr, kde vytvořil 18 nových baletů ve spolupráci se skladatelem Cesare Pugnim."
    },
    {
      "q": "Jaké významné balety vytvořil Jules Perrot v Londýně?",
      "a": "Jules Perrot vytvořil v Londýně balety Ondine (1843), Esmeralda (1844), Pas de quatre (1845), Kateřina, dcera banditova (1846) a Čtyři roční doby (1848)."
    },
    {
      "q": "Kde působil Jules Perrot v letech 1848-58 a jakou funkci zastával?",
      "a": "V letech 1848-58 působil Jules Perrot v Petrohradě, kde byl sólistou Mariinského divadla a v letech 1851-58 baletním mistrem Mariinského divadla."
    },
    {
      "q": "Kdo byl Arthur Saint-Léon a kdy žil?",
      "a": "Arthur Saint-Léon (1821-1870) byl francouzský tanečník, choreograf a hudebník, který se narodil do umělecké rodiny. Začal studovat tanec u svého otce, který byl taneční mistr, a pokračoval v baletní škole při Pařížské opeře."
    },
    {
      "q": "Kdy měl Arthur Saint-Léon debut a s kterou tanečnicí se setkal ve Vídni?",
      "a": "Arthur Saint-Léon měl debut v roce 1837 (v 16 letech). Ve Vídni se setkal s tanečnicí Fanny Cerrito, se kterou se stal blízkým spolupracovníkem a později se vzali."
    },
    {
      "q": "Kdy působil Arthur Saint-Léon jako baletní mistr Pařížské opery a jaké balety uvedl?",
      "a": "Arthur Saint-Léon působil jako baletní mistr Pařížské opery v letech 1851-53. Uvedl balety Dívka z mramoru (1847), Markytánka (1848) a Ďáblovy housle (1849, inspirace Niccolò Paganini)."
    },
    {
      "q": "Kde působil Arthur Saint-Léon v letech 1859-69 a jaký významný balet vytvořil v roce 1870?",
      "a": "V letech 1859-69 působil Arthur Saint-Léon v Petrohradě jako baletní mistr (nahradil Perrota). V roce 1870 vytvořil balet Coppélie (hudba Léo Delibes), který je považován za konec éry romantických baletů."
    },
    {
      "q": "Kdo byl August Bournonville a kdy žil?",
      "a": "August Bournonville (1805-1879) byl dánský pedagog, tanečník, choreograf a baletní mistr, který se narodil v Kodani do umělecké rodiny (otec - tanečník Antoine Bournonville). Tanec se začal učit u svého otce."
    },
    {
      "q": "Kde působil August Bournonville jako baletní mistr a ředitel a jak dlouho?",
      "a": "August Bournonville působil jako baletní mistr a ředitel Královského dánského baletu až do roku 1877, tedy 47 let."
    },
    {
      "q": "Jaký významný balet vytvořil August Bournonville v roce 1836 a kdo tančil hlavní role?",
      "a": "V roce 1836 vytvořil August Bournonville balet La Sylphide (hudba Herman Severin von Løvenskjold). Hlavní role: Sylphide = Lucile Grahn, James = August Bournonville."
    },
    {
      "q": "Jaký je Bournonvillův význam pro rozvoj baletu?",
      "a": "Bournonville rozvinul školu mužského tance (obohatil ji o skoky - \"batýrky\"), vytvořil systém týdenních tréninků, zrovnoprávnil balet s operou a činohrou a zasloužil se o sociální postavení tanečníků."
    },
    {
      "q": "Co vydal August Bournonville a kdy zemřel?",
      "a": "August Bournonville vydal tři svazky pamětí nazvané Můj divadelní život. Zemřel v roce 1879."
    },
    {
      "q": "Kdo byla Carlotta Grissi a kdy žila?",
      "a": "Carlotta Grissi (1819-1899) byla italská tanečnice a partnerka Julese Perrota, která se narodila v Miláně do umělecké rodiny. Navštěvovala baletní školu při divadle La Scala."
    },
    {
      "q": "Kdy začala Carlotta Grissi vystupovat v La Scale a kde byla žačkou Julese Perrota?",
      "a": "Carlotta Grissi začala vystupovat v La Scale v roce 1829 (v 10 letech). V Neapoli byla žačkou a taneční i životní partnerkou Julese Perrota."
    },
    {
      "q": "V jakém baletu tančila Carlotta Grissi hlavní roli a kdo vytvořil choreografii?",
      "a": "Carlotta Grissi tančila hlavní roli Giselle v baletu Giselle (1841). Choreografii sóla pro Carlottu Grissi vytvořil Jules Perrot, choreografii sborů Jean Coralli."
    },
    {
      "q": "Kdy skončilo angažmá Carlotty Grissi v Pařížské opeře a kde ukončila kariéru?",
      "a": "Angažmá Carlotty Grissi v Pařížské opeře skončilo v roce 1849. Ve svých čtyřiceti letech v roce 1859 ukončila kariéru a konec života strávila ve Švýcarsku."
    },
    {
      "q": "Kdo byla Fanny Cerrito a kdy žila?",
      "a": "Fanny Cerrito (1817-1909) byla italská tanečnice a manželka Arthura Saint-Léona, která se narodila v Neapoli. Byla žákyní Julese Perrota."
    },
    {
      "q": "Kdy měla Fanny Cerrito debut a kde?",
      "a": "Fanny Cerrito měla debut v roce 1832 (v 15 letech) v Neapoli v divadle San Carlo."
    },
    {
      "q": "Kdy působila Fanny Cerrito jako sólistka Pařížské opery a jaké významné balety tančila?",
      "a": "Fanny Cerrito působila jako sólistka Pařížské opery v letech 1851-55. Tančila balety Paquerette (1851), Orfa (1852, choreografie Joseph Mazilier) a Gemma (1854, choreografie Fanny Cerrito)."
    },
    {
      "q": "Kdy měla Fanny Cerrito poslední veřejné vystoupení a kde zemřela?",
      "a": "Fanny Cerrito měla poslední veřejné vystoupení v roce 1857. Zemřela v roce 1909 v Paříži."
    },
    {
      "q": "Kdo byla Lucile Grahn a kdy žila?",
      "a": "Lucile Grahn (1819-1907) byla dánská tanečnice, která se narodila v Kodani, kde navštěvovala baletní školu při Královském divadle. Byla žákyní Augusta Bournonvilla."
    },
    {
      "q": "Kdy měla Lucile Grahn debut a v jakém baletu tančila hlavní roli?",
      "a": "Lucile Grahn měla debut v roce 1826 (v 7 letech). V roce 1835 tančila hlavní roli v baletu Waldemar (choreografie August Bournonville)."
    },
    {
      "q": "Kdy působila Lucile Grahn v Pařížské opeře a v jakém baletu tančila?",
      "a": "Lucile Grahn působila v Pařížské opeře v roce 1838 jako sólistka. Tančila v baletu Sylfida (choreografie Filip Taglioni)."
    },
    {
      "q": "Kde hostovala Lucile Grahn v letech 1850-51 a jaký repertoár předvedla?",
      "a": "Lucile Grahn hostovala v Praze ve Stavovském divadle v letech 1850 a 1851, kde předvedla ukázky romantického repertoáru (Giselle, Esmeralda)."
    },
    {
      "q": "Kdy ukončila Lucile Grahn aktivní kariéru a kde zemřela?",
      "a": "Lucile Grahn ukončila aktivní kariéru v roce 1856. Provdala se za německého operního pěvce a věnovala se tvorbě choreografií do oper. Zemřela v roce 1907 v Mnichově."
    }
  ]
}

