{
  "flashcards": [
    {
      "q": "Kdy byl uveden první dvorský balet v Rusku a jak se jmenoval?",
      "a": "V roce 1673 byl uveden první dvorský balet v Rusku, a to Orfeus a Eurydika."
    },
    {
      "q": "Kdo měl největší zásluhu na rozvoji dvorského baletu v Rusku?",
      "a": "Car Petr I. Veliký měl největší zásluhu na rozvoji dvorského baletu v Rusku."
    },
    {
      "q": "Kdy byla založena první ruská baletní škola Jejího veličenstva a kdo byl jejím prvním ředitelem?",
      "a": "První ruská baletní škola Jejího veličenstva byla založena v roce 1738 a jejím prvním ředitelem byl Jean Baptiste Landé, který tuto funkci zastával do roku 1748."
    },
    {
      "q": "Kdo byl prvním ruským baletním mistrem a kdy působil?",
      "a": "Prvním ruským baletním mistrem byl Ivan Ivanovič Valberg, který žil v letech 1766 až 1819. Byl žákem Gaspara Angioliniho a Charlese le Piqua."
    },
    {
      "q": "Jaké balety vytvořil Ivan Ivanovič Valberg?",
      "a": "Ivan Ivanovič Valberg vytvořil balety Šťastná hvězda z roku 1795, Nový Werther z roku 1799, Orfeus a Eurydika z roku 1808 a Romeo a Julie z roku 1809."
    },
    {
      "q": "Jaké byly charakteristiky baletů Ivana Ivanoviče Valberga?",
      "a": "Valberg vytvářel balety s měšťanskou tématikou pro širší obecenstvo s civilním oblečením. Obhajoval výchovnou funkci umění s morálním apelem a ponaučením. Ve svých choreografiích používal národní tance."
    },
    {
      "q": "Kdy působil Charles Louis Didelot v Rusku a jaká byla jeho dvě tvůrčí období?",
      "a": "Charles Louis Didelot působil v Rusku ve dvou tvůrčích obdobích. První období trvalo od roku 1801 do roku 1811, kdy vytvářel mytologická díla a antické příběhy. Druhé období trvalo od roku 1816 do roku 1829, kdy byl učitelem v carské baletní škole."
    },
    {
      "q": "Jaké balety vytvořil Charles Louis Didelot v Rusku?",
      "a": "Charles Louis Didelot vytvořil v Rusku balety Medea a Iáson, Amor a Psyché, Zefír a Flóra, Kavkazský zajatec z roku 1823 a Ruslan a Ludmilla z roku 1824."
    },
    {
      "q": "Kdy působil Jules Perrot v Petrohradu a jaké balety zde uvedl?",
      "a": "Jules Perrot působil v Petrohradu v letech 1848 až 1858 jako baletní mistr Mariinského divadla. Uvedl zde balety Giselle, Ondine, Kateřina dcera banditova, Amazonky, Starosti baletního mistra a Korzár."
    },
    {
      "q": "Kdy přišel Marius Petipa do Petrohradu a jaká byla jeho první pozice?",
      "a": "Marius Petipa přišel do Petrohradu dne 5. června 1847 a stal se sólistou Mariinského divadla, kde prvně vystoupil v baletu Paquita."
    },
    {
      "q": "Kdy se stal Marius Petipa prvním baletním mistrem Mariinského divadla?",
      "a": "Marius Petipa se stal prvním baletním mistrem Mariinského divadla v roce 1871."
    },
    {
      "q": "Jaké jsou nejvýznamnější balety Mariu Petipu?",
      "a": "Mezi nejvýznamnější balety Mariu Petipu patří Faraonova dcera z roku 1862, Korzár z roku 1863, Don Quijote z roku 1869, Bayadéra z roku 1877, Spící krasavice z roku 1890, Labutí jezero z roku 1895, Raymonda z roku 1898 a obnovená Giselle z roku 1903."
    },
    {
      "q": "Kdy a kde zemřel Marius Petipa?",
      "a": "Marius Petipa zemřel v roce 1910 na Krymu, kam odjel do penze v roce 1904. Je pochován v Petrohradu."
    },
    {
      "q": "Jaký je význam Mariu Petipu pro ruský balet?",
      "a": "Marius Petipa byl nejvýznamnějším představitelem klasického baletního umění. Jeho balety se dodnes tančí po celém světě. Proslavil se svými choreografiemi se skvělou dramaturgií, logickým příběhem, kvalitní hudbou a dobrými variacemi pro sbor. Variace jsou technicky náročné, například Labutí jezero vyžaduje třicet dva fouetté."
    },
    {
      "q": "Kdy se stal Lev Ivanovič Ivanov druhým baletním mistrem a jaké balety vytvořil?",
      "a": "Lev Ivanovič Ivanov se stal druhým baletním mistrem v roce 1885. Vytvořil balety Marná opatrnost z roku 1885, Polovecké tance z roku 1890, Louskáček z roku 1892 a Labutí jezero v letech 1894 a 1895."
    },
    {
      "q": "Jaký byl význam Lva Ivanoviče Ivanova pro ruský balet?",
      "a": "Lev Ivanovič Ivanov byl průkopníkem symfonických, tedy bezdějových baletů. Díky skvělému sluchu uměl dát tanec přesně do hudby. Dokončil Louskáčka po Petipovi a vytvořil druhé a čtvrté jednání Labutího jezera."
    },
    {
      "q": "Jaké jsou hlavní rozdíly mezi petrohradským a moskevským baletem?",
      "a": "Petrohrad bylo carské město s lepšími podmínkami pro rozvoj tanečního umění, kde byla v roce 1738 založena první ruská baletní škola. Moskva bylo kupecké a měšťanské město s opožděným vývojem baletu, kde byl oblíbeným žánrem komika a pantomima."
    },
    {
      "q": "Kdo byl prvním moskevským tanečním mistrem a jaké balety vytvořil?",
      "a": "Prvním moskevským tanečním mistrem byl Adam Gluškovský, který žil v letech 1793 až 1868. Vytvořil balety Ruslan a Ludmila z roku 1821, Popelku z roku 1826 a Černý šál z roku 1831."
    },
    {
      "q": "Kdy bylo otevřeno Velké divadlo v Moskvě a jak se dnes nazývá?",
      "a": "Velké divadlo v Moskvě bylo otevřeno v roce 1825 a dnes se nazývá Bolshoi Theatre."
    },
    {
      "q": "Kdo byl Václav Reisinger a jaké balety vytvořil v Moskvě?",
      "a": "Václav Reisinger, který žil v letech 1828 až 1893, byl Čech. V roce 1871 byl pozván do Moskvy, kde vytvořil Popelku aneb Kouzelný střevíček. V roce 1873 se stal moskevským baletním mistrem a vytvořil balety Kaščej, Stella, Ariadna, Labutí jezero s hudbou Petra Iljiče Čajkovského a Babiččina svatba."
    },
    {
      "q": "Kdy působil Carlo Blasis v Moskvě a jaké balety zde vytvořil?",
      "a": "Carlo Blasis, italský pedagog a baletní mistr, působil v Moskvě v letech 1861 až 1864. Vytvořil zde tři tituly, a to Faust, Pygmalion a Dva dny v Benátkách."
    },
    {
      "q": "Kdo byl Charles le Pique a co přinesl do Ruska?",
      "a": "Charles le Pique byl francouzský tanečník a choreograf, který přišel do Petrohradu v roce 1786. Uvedl zde Noverrovy balety, zasloužil se o překlad Noverrových listů a do Ruska přinesl dějový dramatický balet, tedy ballet d'action."
    },
    {
      "q": "Kdy působil Filip Taglioni v Petrohradu a jaké balety zde uvedl?",
      "a": "Filip Taglioni působil v Petrohradu v letech 1837 až 1842. V roce 1842 zde vystupovala také Marie Taglioni. Mezi tituly, které zde uvedli, patřily Sylfida, Cikánka, Natálie aneb Švýcarská mlékařka, Mořský lupič a Jezero víl."
    },
    {
      "q": "Kdy působil Arthur Saint-Léon v Petrohradu a jaké balety zde uvedl?",
      "a": "Arthur Saint-Léon působil v Petrohradu v letech 1859 až 1869. Mezi tituly, které zde uvedl, patřily Pohádka o rybáři a rybce a Koníček hrbáček."
    },
    {
      "q": "Kdo dokončil Louskáčka po Petipovi a proč?",
      "a": "Louskáčka dokončil Lev Ivanov po Petipovi z důvodu Petipovy vážné kožní choroby. Oblíbeným prvkem tohoto baletu byl tanec vloček."
    }
  ]
}

