{
  "flashcards": [
    {
      "q": "Kdy se klasický tanec dostal do krize a proč?",
      "a": "Na počátku 20. století, protože rostla obliba moderního tance."
    },
    {
      "q": "Kdo byl Sergej Pavlovič Ďagilev a jaká byla jeho role?",
      "a": "Ruský manažer, organizátor a impresário, syn šlechtice, který měl největší zásluhu na reformě klasického tance."
    },
    {
      "q": "V jakých letech žil Sergej Ďagilev?",
      "a": "1872-1929"
    },
    {
      "q": "S kým se Ďagilev seznámil v Petrohradě v roce 1890?",
      "a": "S výtvarníky Alexandrem Benoisem a Léonem Bakstem."
    },
    {
      "q": "Jaký časopis vydávali Ďagilev, Benois a Bakst a v jakých letech?",
      "a": "Časopis Svět umění v letech 1898-1904."
    },
    {
      "q": "Kdy odjel Ďagilev do Paříže a co tam propagoval?",
      "a": "V roce 1906 odjel do Paříže propagovat ruské umění."
    },
    {
      "q": "Jak se jmenovala výstava výtvarného umění, kterou Ďagilev představil v Paříži?",
      "a": "Dvě století ruského malířství a sochařství."
    },
    {
      "q": "Kolik koncertů ruské hudby uspořádal Ďagilev v roce 1907?",
      "a": "Pět koncertů."
    },
    {
      "q": "Kdy bylo uvedeno první samostatné baletní představení na zámku a kdo byl choreografem?",
      "a": "V roce 1909, choreografem byl Michail Fokine."
    },
    {
      "q": "Kteří tanečníci tančili v prvním baletním představení na zámku v roce 1909?",
      "a": "Anna Pavlova, Tamara Karsavina a Vaslav Nižinskij."
    },
    {
      "q": "Jaké balety byly uvedeny v roce 1909?",
      "a": "Pavilon Armidy, Polovecké tance, Kleopatra (Egyptská noc) a Sylfidy (Chopiniana)."
    },
    {
      "q": "Kdy byl založen samostatný soubor Les Ballets Russes de Serge Diaghilev a kde měl sídlo?",
      "a": "V roce 1911, sídlo bylo v Monte Carlu."
    },
    {
      "q": "Kdo byl uměleckým ředitelem a hlavním výtvarníkem souboru Les Ballets Russes?",
      "a": "Uměleckým ředitelem byl Alexandre Benois a hlavním výtvarníkem byl Léon Bakst."
    },
    {
      "q": "Jak se jmenoval balet s hudbou Carla Maria von Webera, který trval 10 minut?",
      "a": "Duch Růže, používala se skladba Vyzvání k tanci."
    },
    {
      "q": "Kdo složil hudbu k baletu Petruška?",
      "a": "Igor Stravinskij"
    },
    {
      "q": "Kdy vytvořil Vaslav Nižinskij svou první choreografii a jak se jmenovala?",
      "a": "V roce 1912, balet Faunovo odpoledne s hudbou Clauda Debussyho."
    },
    {
      "q": "Kdy mělo premiéru Svěcení jara a kdo složil hudbu?",
      "a": "29. května 1913, hudbu složil Igor Stravinskij."
    },
    {
      "q": "Kdo poslal Nižinskému svou asistentku Marii Rambert na pomoc při vytváření Svěcení jara?",
      "a": "Emil Jacques-Dalcroze, pedagog moderní gymnastiky z Hellerau u Drážďan."
    },
    {
      "q": "Proč odešel Nižinskij ze souboru v roce 1913?",
      "a": "Kvůli sňatku s Romolou de Pulski, Maďarkou a ctitelkou Nižinského."
    },
    {
      "q": "Kdy se soubor přestěhoval do Švýcarska a proč?",
      "a": "V roce 1915, kvůli první světové válce jako válečný azyl."
    },
    {
      "q": "Kdo se stal novým choreografem v roce 1915 po odchodu Fokina?",
      "a": "Leonid Massine"
    },
    {
      "q": "Jak se jmenoval poslední balet, který vytvořil Nižinskij?",
      "a": "Till Eulenspiegel s hudbou Richarda Strausse."
    },
    {
      "q": "Kdo vytvořil námět, hudbu a výtvarnou stránku baletu Parade z roku 1917?",
      "a": "Námět vytvořil Jean Cocteau, hudbu složil Erik Satie a výtvarnou stránku navrhl Pablo Picasso."
    },
    {
      "q": "Kdo byla Bronislava Nižinská a kdy přišla do souboru?",
      "a": "Sestra Vaslava Nižinského, jediná žena, která působila jako choreografka. Přišla v roce 1921."
    },
    {
      "q": "Jaké balety vytvořila Bronislava Nižinská?",
      "a": "Spící krasavice (1921), Lišák (1922), Svatby (1923), Laně a Modrý vlak (1924)."
    },
    {
      "q": "Kdo navrhl kostýmy a oponu k baletu Modrý vlak?",
      "a": "Kostýmy navrhla Coco Chanel a oponu navrhl Pablo Picasso."
    },
    {
      "q": "Kdy přišel do souboru George Balanchine a jakou roli měl?",
      "a": "V roce 1925, působil jako tanečník a měl prostor pro tvorbu."
    },
    {
      "q": "Jaký balet byl prvním neoklasickým baletem a kdo ho vytvořil?",
      "a": "Apollón, vůdce múz z roku 1928, vytvořil ho George Balanchine s hudbou Igora Stravinského."
    },
    {
      "q": "Kdy a kde zemřel Sergej Ďagilev?",
      "a": "19. srpna 1929 v Benátkách."
    },
    {
      "q": "Kolik premiér uvedl soubor Ruské balety během 20 let?",
      "a": "64 premiér."
    },
    {
      "q": "Kdy došlo ke spojení dvou souborů po Ďagilevově smrti a jak se jmenovaly?",
      "a": "V roce 1932, spojily se Baletní soubor opery Monte Carlo a Balet ruské opery v Paříži."
    },
    {
      "q": "Kdo byl prvním baletním mistrem souboru Ballets Russes de Monte Carlo?",
      "a": "George Balanchine"
    },
    {
      "q": "Kdy působil český tanečník Ivo Váňa Psota v souboru Ballets Russes de Monte Carlo?",
      "a": "Od roku 1932."
    },
    {
      "q": "Kdy ukončil soubor Ballet Russe de Monte Carlo působení?",
      "a": "V roce 1962."
    },
    {
      "q": "Kdy působil Ivo Váňa Psota jako umělecký ředitel a baletní mistr souboru Original Ballet Russe?",
      "a": "V letech 1942-1947."
    }
  ]
}

