{
  "flashcards": [
    {
      "q": "Proč byl vývoj baletu v USA opožděn?",
      "a": "Až do 30. let 20. století zde nebyla žádná kvalitní taneční škola."
    },
    {
      "q": "Kdo přispěl k růstu zájmu o tanec v USA?",
      "a": "Tanečníci z období romantismu (F. Elssler, P. Taglioni, M. Petipa), soubor Ruské balety Sergeje Ďagileva a soubor Anny Pavlovy."
    },
    {
      "q": "Kdy žil George Balanchine?",
      "a": "1904-1983"
    },
    {
      "q": "Jaké bylo vlastní jméno George Balanchina?",
      "a": "Yuri Melitonovich Balanchivadze"
    },
    {
      "q": "Kde se narodil George Balanchine?",
      "a": "V Petrohradě do umělecké rodiny, jeho otec byl hudební skladatel."
    },
    {
      "q": "Kdy založil Balanchine skupinu Mladý balet a kdo byli její členové?",
      "a": "1923, členy byli Tamara Geva, Alexandra Danilova, Nikolaj Jefimov a George Balanchine."
    },
    {
      "q": "Kdy získal Balanchine angažmá v souboru Ruské balety Sergeje Ďagileva?",
      "a": "1925"
    },
    {
      "q": "Kdy vytvořil Balanchine Apollóna, vůdce múz a proč je tento balet významný?",
      "a": "1928 s hudbou Igora Stravinského, byl to první neoklasický balet."
    },
    {
      "q": "Kdy byla otevřena School of American Ballet v New Yorku?",
      "a": "2. ledna 1934 pro 32 studentů s ruskou baletní technikou."
    },
    {
      "q": "Jaký balet vytvořil Balanchine v roce 1934 jako první choreografii školy?",
      "a": "Serenáda s hudbou Petra Iljiče Čajkovského, neoklasický balet bez děje."
    },
    {
      "q": "Kdy vznikl soubor American Ballet?",
      "a": "1935, členy byli nejlepší studenti školy."
    },
    {
      "q": "Kdy se soubor Ballet Society přejmenoval na New York City Ballet?",
      "a": "1948 díky finanční podpoře města New York."
    },
    {
      "q": "Kdo byl manažerem a uměleckým vedoucím New York City Ballet?",
      "a": "Manažerem byl Lincoln Kirstein a uměleckým vedoucím byl George Balanchine."
    },
    {
      "q": "Kdy vytvořil Balanchine Louskáčka a jakou tradici zavedl?",
      "a": "1954, zavedl tradici, že se tento balet uvádí v období Vánoc."
    },
    {
      "q": "Z kolika částí se skládá balet Drahokamy a jaké jsou jejich názvy?",
      "a": "Ze tří částí: smaragdy (zelená barva, hudba Fauré), rubíny (červená barva, hudba Stravinskij) a diamanty (bílá barva, hudba Čajkovskij)."
    },
    {
      "q": "Kolik choreografií celkově vytvořil George Balanchine?",
      "a": "Více než 425 choreografií."
    },
    {
      "q": "Co je neoklasika podle Balanchina?",
      "a": "Abstraktní bezdějové choreografie založené na samotném pohybu, vyzdvihující krásu pohybu a krásu těla."
    },
    {
      "q": "Jaké jsou hlavní znaky Balanchinovy taneční techniky?",
      "a": "Extrémní rychlost, velmi hluboké plié, zaoblené pozice paží, váha těla se přenáší vpřed, velké dispozice, přesná práce chodidel, vše je protaženo do maxima."
    },
    {
      "q": "Kdy a kde zemřel George Balanchine?",
      "a": "30. dubna 1983 v New Yorku."
    },
    {
      "q": "Kdy žil Jerome Robbins?",
      "a": "1918-1998"
    },
    {
      "q": "Jaké bylo vlastní jméno Jerome Robbinse?",
      "a": "Jerome Rabinowitz"
    },
    {
      "q": "Kdy vytvořil Robbins svou první choreografii a jak se jmenovala?",
      "a": "1937, Strange Fruit."
    },
    {
      "q": "Kdy vytvořil Robbins balet Fancy Free a kdo složil hudbu?",
      "a": "1944, hudbu složil Leonard Bernstein."
    },
    {
      "q": "O čem vypráví balet Fancy Free?",
      "a": "O třech námořnících, kteří jdou do baru na Manhattanu a seznamují se s dívkami."
    },
    {
      "q": "Jaký muzikál vznikl na základě baletu Fancy Free?",
      "a": "On the Town s hudbou Leonarda Bernsteina, premiéra na Broadwayi."
    },
    {
      "q": "Kdy vytvořil Robbins choreografii pro muzikál West Side Story?",
      "a": "1957 s hudbou Leonarda Bernsteina, příběh Romea a Julie ve 20. století."
    },
    {
      "q": "Kdy založil Robbins soubor Ballets USA?",
      "a": "1957 na základě úspěchu muzikálu West Side Story."
    },
    {
      "q": "Kdy byl Robbins baletním mistrem v New York City Ballet?",
      "a": "1969-1989"
    },
    {
      "q": "Kdy vznikl American Ballet Theatre a kdy bylo první představení?",
      "a": "Vznik 1939, první představení 11. ledna 1940."
    },
    {
      "q": "Kdo stál u zrodu American Ballet Theatre?",
      "a": "Lucia Chase (tanečnice, choreografka, umělecká vedoucí) a Richard Pleasant (architekt, divadelní agent, manažer)."
    },
    {
      "q": "V jakém souboru se poprvé setkali Chase a Pleasant?",
      "a": "V souboru Mordkin Ballet pod vedením Michaila Mordkina."
    },
    {
      "q": "Kdo vytvořil balet Pillar of Fire pro American Ballet Theatre?",
      "a": "Anthony Tudor v roce 1942 s hudbou Arnolda Schönberga."
    },
    {
      "q": "Kdy bylo rozšířeno jméno souboru na American Ballet Theatre?",
      "a": "1957, název platí až dodnes."
    },
    {
      "q": "Kdo byl ředitelem American Ballet Theatre v letech 1980-1989?",
      "a": "Michail Baryšnikov"
    },
    {
      "q": "Kdo je současným uměleckým ředitelem American Ballet Theatre?",
      "a": "Kevin McKenzie, bývalý tanečník a sólista ABT, působí od roku 1992."
    },
    {
      "q": "Kdo je rezidenčním choreografem American Ballet Theatre od roku 2009?",
      "a": "Alexej Ratmanskij"
    }
  ]
}

