{
  "flashcards": [
    {
      "q": "Proč se balet dostal do krize na konci 19. a počátku 20. století?",
      "a": "Kvůli neschopnosti reagovat na aktuální témata, myšlenkové prázdnotě, anatomické nepřirozenosti a dlouhé době školení profesionálů."
    },
    {
      "q": "Jaké byly hlavní znaky moderního tance?",
      "a": "Základní lidské pohyby (chůze, běh, skok), práce celého těla, důraz na improvizaci, využití rytmické a vážné koncertní hudby, možnost pohybu bez hudby, přirozené kostýmy a přesun do exteriéru."
    },
    {
      "q": "Kdy žil Francois Delsarte a čím se proslavil?",
      "a": "1811-1871, vytvořil systém analýzy výrazových pohybů, kde každému výrazu odpovídalo pohybové gesto."
    },
    {
      "q": "Jak rozdělil Delsarte tělo na části?",
      "a": "Intelektuální (hlava), emocionální (střed těla) a fyzická (končetiny - ruce, nohy)."
    },
    {
      "q": "Kdy žila Loïe Fuller a čím se proslavila?",
      "a": "1862-1926, experimentovala s látkou, barvami a nasvícením v tanečních vystoupeních."
    },
    {
      "q": "Kde působila Loïe Fuller v roce 1892?",
      "a": "V Paříži v divadle Folies Bergère."
    },
    {
      "q": "Kdy žila Isadora Duncan?",
      "a": "1877/8-1927"
    },
    {
      "q": "Kde otevřela Isadora Duncan svou první taneční školu?",
      "a": "V roce 1904 v Německu v Grünwaldu spolu se sestrou Elizabeth."
    },
    {
      "q": "S kým spolupracovala Isadora Duncan v Rusku v roce 1905?",
      "a": "S Michaelem Fokinem na představení Acis a Galathea."
    },
    {
      "q": "Kdy a jak tragicky zahynula Isadora Duncan?",
      "a": "14. září 1927 v Nice, když ji uškrtila šála zachycená do kola auta."
    },
    {
      "q": "Jaké jsou hlavní znaky duncanismu?",
      "a": "Pohyb je vlnovka, důležité je centrum těla (solar plexus), inspirace v přírodě, důraz na improvizace, využití vážné koncertní hudby."
    },
    {
      "q": "Kdo přinesl duncanismus do Čech?",
      "a": "Elizabeth Duncan a česká tanečnice Jarmila Jeřábková."
    },
    {
      "q": "Kdy žil Emile Jaques-Dalcroze a čím se proslavil?",
      "a": "1865-1950, vytvořil metodu rytmické gymnastiky pro zvýšení smyslu pro rytmus."
    },
    {
      "q": "Kde založil Dalcroze Institut hudebního a rytmického vzdělávání?",
      "a": "V roce 1911 v Hellerau u Drážďan."
    },
    {
      "q": "Jaké představení vytvořil Dalcroze v roce 1913?",
      "a": "Orfeus a Eurydika s hudbou Glucka, navštívili ho Nižinskij a Ďagilev."
    },
    {
      "q": "Kdo založil Spolek J. Dalcrozovy rytmické gymnastiky v Čechách?",
      "a": "Sokolové Augustin Očenášek a Karel Pospíšil."
    },
    {
      "q": "Kde se narodil Rudolf Laban?",
      "a": "V Bratislavě (tehdy Prešburk), otec byl maďarský voják, matka Němka."
    },
    {
      "q": "Co ovlivnilo Labanovy názory na tanec?",
      "a": "Sufijské tance dervišů z Bosny a Hercegoviny, které viděl jako dítě."
    },
    {
      "q": "Kdy se stal Laban šéfem Státní Berlínské opery?",
      "a": "1930"
    },
    {
      "q": "Proč skončil Laban v domácím vězení v roce 1936?",
      "a": "Jeho choreografie na zahájení olympijských her v Berlíně nebyla v souladu s nacistickým režimem."
    },
    {
      "q": "Kdy emigroval Laban do Anglie?",
      "a": "1938 za svým žákem Kurtem Joossem do Darington Hall."
    },
    {
      "q": "Co je dimenzionální kříž podle Labana?",
      "a": "Tři přímky protínající se ve středu se směry nahoru-dolů, vpravo-vlevo a vpřed-vzad."
    },
    {
      "q": "Co je Labanova notace?",
      "a": "Zápis tance, nauka o prostoru, využívá se v taneční a pohybové terapii dodnes."
    },
    {
      "q": "Kdo přinesl Labanovu metodu do Prahy?",
      "a": "Jeho studentka, tanečnice Milča Mayerová."
    },
    {
      "q": "Kdy žil Kurt Jooss a kdo byl jeho učitelem?",
      "a": "1901-1979, byl žákem Rudolfa Labana."
    },
    {
      "q": "Kdy založil Jooss Folkwang Schule Essen?",
      "a": "1927, stal se ředitelem tanečního oddělení moderního tance."
    },
    {
      "q": "Jaký balet vytvořil Jooss v roce 1932?",
      "a": "Zelený stůl s hudbou Fritze Cohena, získal první cenu v mezinárodní choreografické soutěži."
    },
    {
      "q": "Kdo byla slavná žákyně Joosse v Anglii?",
      "a": "Brigit Cullberg, matka Matsa Eka, založila soubor Cullberg Ballet."
    },
    {
      "q": "Kdo byla slavná žákyně Joosse v Essenu?",
      "a": "Pina Bausch"
    },
    {
      "q": "Kdy žila Mary Wigman?",
      "a": "1886-1973"
    },
    {
      "q": "Kde otevřela Mary Wigman svou školu?",
      "a": "V roce 1920 v Drážďanech, škola se nazývala M. Wigman Schule."
    },
    {
      "q": "Kdo byli slavní žáci Mary Wigman?",
      "a": "Hanya Holm, Harald Kreutzberg, Gret Palucca a Yvonne Georgi."
    },
    {
      "q": "Jakou choreografii vytvořila Wigman na olympijské hry v Berlíně v roce 1936?",
      "a": "Nářek nad smrtí s hudbou Beethovena pro 80 tanečnic."
    },
    {
      "q": "Jaké tituly vytvořila Wigman s hudbou Carla Orffa?",
      "a": "Carmina Burana a Catulli Carmina."
    },
    {
      "q": "Kdy vydala Mary Wigman knihu Řeč tance?",
      "a": "1963"
    }
  ]
}

