{
  "flashcards": [
    {
      "q": "Kdy začal vývoj moderního tance v USA ve srovnání s Evropou?",
      "a": "Později než v Evropě."
    },
    {
      "q": "Kde se tanec nejčastěji objevoval v USA před vznikem moderního tance?",
      "a": "V muzikálech a varieté, kde nebyla samostatná představení."
    },
    {
      "q": "Kdo byla zakladatelka moderního tance v USA?",
      "a": "Ruth St. Denis."
    },
    {
      "q": "Kdy žila Ruth St. Denis a kde se narodila?",
      "a": "1879-1968, narodila se v New Jersey."
    },
    {
      "q": "Co inspirovalo Ruth St. Denis k orientálnímu tanci?",
      "a": "Plakát s reklamou na cigarety s bohyní Isis, který viděla během turné."
    },
    {
      "q": "Kdy vytvořila Ruth St. Denis představení Egypta a jaký mělo úspěch?",
      "a": "V roce 1909, mělo obrovský úspěch."
    },
    {
      "q": "Kdy a kde založili Ruth St. Denis a Ted Shawn Denishawn School?",
      "a": "V roce 1915 v Los Angeles."
    },
    {
      "q": "Jaké předměty vyučovala Denishawn School?",
      "a": "Klasický tanec, rytmickou gymnastiku, lidové tance, dějiny tance a filozofii."
    },
    {
      "q": "Kdo spolupracoval s Denishawn School jako hudební ředitel?",
      "a": "Louis Horst, který byl hudební ředitel, skladatel a korepetitor."
    },
    {
      "q": "Kdy došlo k zániku Denishawn School a proč?",
      "a": "V roce 1931 kvůli finančním problémům, hádkám a rozvodu St. Denis a Shawna."
    },
    {
      "q": "Kdy žil Ted Shawn?",
      "a": "1891-1972."
    },
    {
      "q": "Jak se Ted Shawn seznámil s metodou Françoise Delsarta?",
      "a": "Díky doporučené léčbě pohybem, když vážně onemocněl během studií teologie."
    },
    {
      "q": "Kdy debutoval soubor Ted Shawn and his Man Dancers?",
      "a": "V roce 1933."
    },
    {
      "q": "Kde bylo sídlo souboru Teda Shawna?",
      "a": "Na farmě Jacob's Pillow v Massachusetts."
    },
    {
      "q": "Kdy žila Doris Humphrey?",
      "a": "1895-1958."
    },
    {
      "q": "Kdy vytvořila Doris Humphrey choreografii Air for G String a na hudbu jakého skladatele?",
      "a": "V roce 1928 na hudbu Johanna Sebastiana Bacha."
    },
    {
      "q": "Kdy založili Doris Humphrey a Charles Weidman Humphrey-Weidman studio?",
      "a": "V roce 1928 v New Yorku."
    },
    {
      "q": "Na jakém principu byla založena myšlenka Doris Humphrey o pohybu?",
      "a": "Všechny pohyby souvisí s pádem a zdvihem, existují dva typy pádů: fall – recovery a fall – rebound."
    },
    {
      "q": "Kdy byla Doris Humphrey spoluzakladatelkou školy moderního tance Julliard School?",
      "a": "V roce 1954."
    },
    {
      "q": "Kdy žil Charles Weidman?",
      "a": "1901-1975."
    },
    {
      "q": "Kdy otevřel Charles Weidman vlastní školu a soubor?",
      "a": "V roce 1945 otevřel Ch. W. School of Modern Dance a soubor Ch. W. Company."
    },
    {
      "q": "Kdo byli žáci Charlese Weidmana?",
      "a": "Gene Kelly, Bob Fosse a Alvin Ailey."
    },
    {
      "q": "Kdy žil José Limón a kde se narodil?",
      "a": "1908-1972, narodil se v Mexiku."
    },
    {
      "q": "Kdy založil José Limón svůj soubor a jak se jmenoval?",
      "a": "V roce 1945 založil José Limón Dance Company."
    },
    {
      "q": "Kolik choreografií vytvořil José Limón celkem?",
      "a": "Více než 70 choreografií."
    },
    {
      "q": "Kdy vytvořil José Limón Maurovu pavanu a na jaký námět?",
      "a": "V roce 1949 na námět Othella, mouřenína benátského."
    },
    {
      "q": "Kdy žila Martha Graham?",
      "a": "1894-1991."
    },
    {
      "q": "Kdy založila Martha Graham vlastní taneční školu?",
      "a": "V roce 1927 založila Martha Graham School of Contemporary Dance v New Yorku."
    },
    {
      "q": "Kdy založila Martha Graham svůj soubor a jak se původně jmenoval?",
      "a": "V roce 1929 založila soubor Martha Graham Dance Company, který původně tvořily pouze ženy."
    },
    {
      "q": "Kolik choreografií vytvořila Martha Graham celkem?",
      "a": "Kolem 200 choreografií."
    },
    {
      "q": "Na jakém principu je založena technika Marthy Graham?",
      "a": "Na principu contraction a release svalů souvisejícím s dechem, což znamená stažení a uvolnění."
    },
    {
      "q": "Kdy vytvořila Martha Graham choreografii Appalachian Spring a na hudbu jakého skladatele?",
      "a": "V roce 1944 na hudbu Aarona Coplanda."
    },
    {
      "q": "Kdy vytvořila Martha Graham první celovečerní balet a jak se jmenoval?",
      "a": "V roce 1958 vytvořila Clytemnestru."
    },
    {
      "q": "Kdo rozšířil Graham techniku do Evropy?",
      "a": "Robert Cohen v roce 1967, založil London Contemporary Dance Theatre."
    },
    {
      "q": "Kdo byli čeští studenti Graham techniky v Evropě?",
      "a": "Ivanka Kubicová a Jan Hartmann."
    },
    {
      "q": "Kdy žil Erick Hawkins?",
      "a": "1909-1994."
    },
    {
      "q": "Kdy založil Erick Hawkins svůj soubor?",
      "a": "V roce 1950 založil Erick Hawkins Dance Company."
    },
    {
      "q": "Kdy žil Merce Cunningham a jakým přízviskem je znám?",
      "a": "1919-2009, známý jako otec avantgardy."
    },
    {
      "q": "Kdy založil Merce Cunningham svůj soubor?",
      "a": "V roce 1952 založil Merce Cunningham Dance Company."
    },
    {
      "q": "Co je princip náhody, který použil Merce Cunningham?",
      "a": "Diváci házeli kostkami, aby určili pořadí a kombinace pohybů v choreografii."
    },
    {
      "q": "Kolik inscenací vytvořil Merce Cunningham celkem?",
      "a": "Celkem 143 inscenací."
    }
  ]
}

