{
  "flashcards": [
    {
      "q": "Kdy žil John Cranko a kde se narodil?",
      "a": "1927-1973, narodil se v Jihoafrické republice a tanec studoval v Kapském Městě."
    },
    {
      "q": "Kdy vytvořil John Cranko svou první choreografii a jak se jmenovala?",
      "a": "V roce 1942, suita z baletu Příběh vojáka na hudbu Igora Stravinského."
    },
    {
      "q": "Kdy a kde se stal John Cranko šéfem baletního souboru?",
      "a": "V roce 1961 ve Stuttgartu, stal se šéfem souboru Stuttgarter Ballet, nejlepšího tanečního souboru té doby."
    },
    {
      "q": "Kdy vytvořil John Cranko Romeo a Julii a kdo tančil hlavní role?",
      "a": "V roce 1962, hlavní role tančili Márcia Haydée a Richard Cragun. Uvedeno v ND Praha v roce 2022."
    },
    {
      "q": "Kdy vytvořil John Cranko Oněgina a na hudbu jakého skladatele?",
      "a": "V roce 1965 na hudbu Petra Iljiče Čajkovského. Uvedeno v ND Praha v roce 2005."
    },
    {
      "q": "Kdy a za jakých okolností zemřel John Cranko?",
      "a": "V roce 1973 ve věku 46 let nečekaně zemřel při návratu z úspěšného amerického turné."
    },
    {
      "q": "Kdy žil Maurice Béjart a kde se narodil?",
      "a": "1927-2007, narodil se v Marseille, jeho otec byl filozof a spisovatel."
    },
    {
      "q": "Kdy a kde založil Maurice Béjart Ballet du XXe siècle?",
      "a": "V roce 1960 v Bruselu. Tento soubor se stal nejvýznamnějším souborem moderního tance v polovině 20. století."
    },
    {
      "q": "Kdy vytvořil Maurice Béjart Bolero?",
      "a": "V roce 1960."
    },
    {
      "q": "Kdy vytvořil Maurice Béjart Nižinskij, klaun boží a na hudbu jakých skladatelů?",
      "a": "V roce 1971 na hudbu Petra Iljiče Čajkovského a Pierra Henryho."
    },
    {
      "q": "Kdy založil Maurice Béjart taneční školu Mudra?",
      "a": "V Bruselu během svého působení v letech 1959-87."
    },
    {
      "q": "Kdy se Maurice Béjart přestěhoval do Lausanne a jak se jmenoval jeho soubor?",
      "a": "V roce 1987, soubor se jmenoval Béjart Ballet Lausanne."
    },
    {
      "q": "Kdy vytvořil Maurice Béjart Ballet for Life a komu ho věnoval?",
      "a": "V roce 1992, věnoval ho pacientům s AIDS. Hudba: Wolfgang Amadeus Mozart."
    },
    {
      "q": "Kdy se narodil John Neumeier a kde začal tančit?",
      "a": "Narodil se v roce 1939 nebo 1942, začal tančit v roce 1942 v rodném městě Milwaukee, Wisconsin."
    },
    {
      "q": "Kdy a kde se stal John Neumeier vedoucím souboru?",
      "a": "V roce 1973 v Hamburku, působil jako vedoucí souboru do sezóny 2022/23."
    },
    {
      "q": "Na kolik okruhů se dělí tvorba Johna Neumeiera?",
      "a": "Na čtyři okruhy: choreografie inspirované literárními díly, podle Shakespeara, na symfonickou hudbu a inspirované klasickými baletními příběhy."
    },
    {
      "q": "Kdy vytvořil John Neumeier Tramvaj do stanice Touha a na jakou literární předlohu?",
      "a": "V roce 1983 na hudbu Sergeje Prokofjeva s literární předlohou od Tennessee Williamse. Premiéra v ND Praha 15. prosince 2022."
    },
    {
      "q": "Kdy vytvořil John Neumeier Malou mořskou vílu a kde měla premiéru?",
      "a": "V roce 2005 na hudbu Lery Auerbach s literární předlohou od Hanse Christiana Andersena. Premiéra v Dánsku."
    },
    {
      "q": "Kdy se narodil Mats Ek a z jaké rodiny pocházel?",
      "a": "Narodil se v roce 1945 do umělecké rodiny. Matka: Birgit Cullberg, zakladatelka Cullberg Ballet."
    },
    {
      "q": "Kdy začal Mats Ek tvořit choreografie?",
      "a": "V roce 1976 vytvořil The Officer's Servant (Důstojnický sluha)."
    },
    {
      "q": "Kdy se Mats Ek stal uměleckým ředitelem Cullberg Ballet?",
      "a": "V roce 1985."
    },
    {
      "q": "Kdy vytvořil Mats Ek Giselle?",
      "a": "V roce 1982."
    },
    {
      "q": "Kdy vytvořil Mats Ek Carmen a kde bylo uvedeno?",
      "a": "V roce 1992, uvedeno v ND Praha v roce 2008 v rámci představení Causa Carmen."
    },
    {
      "q": "Jak lze charakterizovat styl Mats Eka?",
      "a": "Taneční moderní divadlo."
    },
    {
      "q": "Kdy se narodil William Forsythe a kde?",
      "a": "V roce 1949 v New Yorku."
    },
    {
      "q": "Kde získal William Forsythe své první taneční vzdělání?",
      "a": "Na univerzitě v Jacksonville v oboru klasický tanec."
    },
    {
      "q": "Kdy vytvořil William Forsythe svou první choreografii a jak se jmenovala?",
      "a": "V roce 1976, Urlicht na hudbu Gustava Mahlera."
    },
    {
      "q": "V jakých letech byl William Forsythe šéfem baletu ve Frankfurtu?",
      "a": "V letech 1984-2004."
    },
    {
      "q": "Kdy založil William Forsythe The Forsythe Company?",
      "a": "V roce 2004 ve Frankfurtu po zániku původního souboru."
    },
    {
      "q": "Kdy vytvořil William Forsythe In the Middle, Somewhat Elevated a pro koho?",
      "a": "V roce 1987, vytvořil ho pro Pařížskou operu pro Sylvii Guillem. Uvedeno v ND Praha v roce 2012 (N. Márová a M. Štípa)."
    },
    {
      "q": "Jak lze charakterizovat Forsytheovy choreografie?",
      "a": "Bezdějové, technicky náročné, inspirované Georgem Balanchinem a Rudolfem Labanem."
    },
    {
      "q": "S jakým hudebním skladatelem spolupracoval William Forsythe od roku 1985?",
      "a": "S Thomem Willemsem, nizozemským skladatelem elektronické hudby."
    }
  ]
}

