{
  "flashcards": [
    {
      "q": "S čím byly spojeny první tance v Čechách?",
      "a": "S obřady a rituály, konkrétně s tancemi spojenými s obživou a životem lidí."
    },
    {
      "q": "Kdy byla první písemná zmínka o tanci v maskách v Čechách a kde?",
      "a": "V roce 1555 v Plzni."
    },
    {
      "q": "Kdo uspořádal slavnostní průvod maskovaných postav na Staroměstském náměstí a kdy?",
      "a": "Giuseppe Arcimboldo, malíř u dvora Rudolfa II., v roce 1570."
    },
    {
      "q": "Kdy se objevil dvorský balet na zámcích a na kterých zámcích?",
      "a": "Koncem 17. století na zámcích v Roudnici nad Labem a Jaroměřicích nad Rokytnou."
    },
    {
      "q": "Kdy bylo otevřeno Divadlo v Kotcích?",
      "a": "V roce 1739."
    },
    {
      "q": "Kdo byl německým baletním mistrem v Divadle v Kotcích?",
      "a": "Karel Stockinger."
    },
    {
      "q": "Kdy působil Vojtěch Morávek v Divadle v Kotcích a jaké tituly vytvořil?",
      "a": "V letech 1770-78, vytvořil tituly Maškaráda (baletní pantomima) a Maličkosti."
    },
    {
      "q": "Kdy bylo otevřeno Stavovské divadlo a jak se původně jmenovalo?",
      "a": "21. dubna 1783 jako Velké hraběcí Nosticovo národní divadlo, v roce 1789 přejmenováno na Stavovské divadlo."
    },
    {
      "q": "Kdy bylo otevřeno divadlo Bouda a jaký byl jeho význam?",
      "a": "8. července 1786, bylo to první české vlastenecké divadlo."
    },
    {
      "q": "Kdo byl baletním mistrem Stavovského divadla a současně choreografem divadla Bouda?",
      "a": "Xaver Sewe."
    },
    {
      "q": "Kdy přijela Kateřina Horscheltová do Prahy a jaké tituly uvedla?",
      "a": "V roce 1814, uvedla tituly Zefír a Flóra a Marná opatrnost."
    },
    {
      "q": "Kdy působil Johann Rabb v Praze a co založil?",
      "a": "V letech 1834-40, založil taneční školu při divadle."
    },
    {
      "q": "Kdy se do Čech dostal romantický balet a díky komu?",
      "a": "V roce 1850 díky hostování dánské tanečnice Lucile Grahn."
    },
    {
      "q": "Kdy se stal Václav Reisinger prvním českým baletním mistrem Stavovského divadla?",
      "a": "V roce 1860."
    },
    {
      "q": "Kdy žil Václav Reisinger?",
      "a": "1828-1892."
    },
    {
      "q": "Kdy se stal Václav Reisinger prvním baletním mistrem Národního divadla?",
      "a": "V roce 1883."
    },
    {
      "q": "Kdy vytvořil Václav Reisinger Hašiš a proč je tento balet významný?",
      "a": "V roce 1884, byl to první původní český balet."
    },
    {
      "q": "Kdy žil Augustin Berger?",
      "a": "1861-1945."
    },
    {
      "q": "Kdy se stal Augustin Berger správcem Baletu Národního divadla?",
      "a": "V roce 1884 po odchodu Václava Reisingera."
    },
    {
      "q": "Kdy byl uveden Excelsior v Praze a kdo ho nastudoval?",
      "a": "V roce 1885, nastudování provedl Enrico Bori."
    },
    {
      "q": "Kolik repríz měl Excelsior a jak dlouho byl na repertoáru?",
      "a": "48 repríz, 15 let pravidelně na repertoáru."
    },
    {
      "q": "Kdy se stal Augustin Berger baletním mistrem Národního divadla?",
      "a": "V roce 1885 díky úspěchu inscenace Excelsior."
    },
    {
      "q": "Kdy bylo uvedeno Giselle v Národním divadle a kdo tančil hlavní role?",
      "a": "V únoru 1886, Giselle = Giulietta Paltrinieri, Albert = Augustin Berger."
    },
    {
      "q": "Kdy bylo uvedeno Labutí jezero v Národním divadle a proč je to významné?",
      "a": "V roce 1888, bylo to první uvedení Labutího jezera mimo Rusko."
    },
    {
      "q": "Kdy zemřela Giulietta Paltrinieri a ve věku kolika let?",
      "a": "V roce 1889 ve věku 23 let."
    },
    {
      "q": "Kdy vytvořil Leoš Janáček Rákoš Rakoczy?",
      "a": "V roce 1891."
    },
    {
      "q": "V jakých letech bylo první období působení Augusta Bergera v Národním divadle?",
      "a": "1885-1900."
    },
    {
      "q": "V jakých letech bylo druhé období působení Augusta Bergera v Národním divadle?",
      "a": "1912-1922."
    },
    {
      "q": "Kde a v jakém období působil Augustin Berger v USA?",
      "a": "V letech 1922-32 v New Yorku v Metropolitní opeře jako baletní mistr."
    }
  ]
}

