{
  "flashcards": [
    {
      "q": "Kdy žil Achille Viscusi a odkud pocházel?",
      "a": "1869-1945, italský tanečník, choreograf, pedagog, baletní mistr, narodil se v Římě, zemřel v Praze."
    },
    {
      "q": "V jakých letech působil Achille Viscusi jako baletní mistr Národního divadla?",
      "a": "1901-1912, nahradil Augusta Bergera."
    },
    {
      "q": "Jaké tituly vytvořil Achille Viscusi v Národním divadle?",
      "a": "Terpsichora (1901), Slovanské tance (1901), Pohádka o Honzovi (1902), Labutí jezero (1907), Z pohádky do pohádky (1908), Princezna Hyacinta (1911), Ramen (1912)."
    },
    {
      "q": "Kdy bylo uvedeno první celé představení Labutího jezera v Čechách a kdo ho vytvořil?",
      "a": "1907, Achille Viscusi."
    },
    {
      "q": "Kdy žil Remislav Remislavský a jaké bylo jeho vlastní jméno?",
      "a": "1897-1973, vlastní jméno Remislav Szymborski, polský tanečník, choreograf, baletní mistr, pedagog."
    },
    {
      "q": "V jakých letech působil Remislav Remislavský v Národním divadle?",
      "a": "1922-1927."
    },
    {
      "q": "Co zavedl Remislav Remislavský do Národního divadla?",
      "a": "Ruskou školu."
    },
    {
      "q": "Kdy bylo uvedeno Spící krasavice v Národním divadle a kdo ho vytvořil?",
      "a": "1924, Remislav Remislavský, první uvedení v Čechách."
    },
    {
      "q": "Jaké tituly vytvořil Remislav Remislavský v Národním divadle?",
      "a": "Labutí jezero (1922), Spící krasavice (1924), Istar (1924), Petruška (1925), Legenda o Josefovi (1925), Prométheus (1927)."
    },
    {
      "q": "Kdy žil Jaroslav Hladík a u koho studoval?",
      "a": "1885-1941, český tanečník, choreograf, pedagog, žák Augusta Bergera a Achilla Viscusiho."
    },
    {
      "q": "V jakých letech působil Jaroslav Hladík jako baletní mistr Národního divadla?",
      "a": "1928-1933."
    },
    {
      "q": "Jaké tituly vytvořil Jaroslav Hladík v Národním divadle?",
      "a": "Raymonda (1927), Nikotina (1930), Signorina Gioventu (1930)."
    },
    {
      "q": "Kdy žila Jelizaveta Nikolská a odkud pocházela?",
      "a": "1904-1955, ruská tanečnice, choreografka, baletní mistryně, pedagožka, narodila se v ruském Vladivostoku."
    },
    {
      "q": "V jakých letech byla Jelizaveta Nikolská šéfkou Baletu Národního divadla?",
      "a": "1941-1945."
    },
    {
      "q": "Kdy se stala Jelizaveta Nikolská sólistkou Národního divadla?",
      "a": "1933."
    },
    {
      "q": "Jaké tituly vytvořila Jelizaveta Nikolská v Národním divadle?",
      "a": "Raymonda (1933), Louskáček (1938), Giselle (1939), Šeherezáda (1939), Čarodějná láska (1941), Třírohý klobouk (1941), Prométheus (1943), Harlekýnovy miliony (1944)."
    },
    {
      "q": "Kde působila Jelizaveta Nikolská v letech 1930-32?",
      "a": "V Káhiře v Královské opeře jako baletní mistryně."
    },
    {
      "q": "Kdy žil Joe Jenčík a jaké bylo jeho vlastní jméno?",
      "a": "1893-1945, vlastní jméno Josef Jenčík, český tanečník, choreograf, pedagog, baletní mistr, spisovatel."
    },
    {
      "q": "V jakých letech působil Joe Jenčík v Osvobozeném divadle?",
      "a": "1929-1935."
    },
    {
      "q": "Kolik revuí vytvořil Joe Jenčík v Osvobozeném divadle a jaké byly některé z nich?",
      "a": "12 revuí, například Fata Morgana, Don Juan, Caesar, Sever proti jihu."
    },
    {
      "q": "Jaké tituly vytvořil Joe Jenčík v Národním divadle?",
      "a": "Uspavač (1932), Špalíček (1933), Maličkosti (1937), Král Lávra (1940), Lašské tance (1940), Krysař (1942)."
    },
    {
      "q": "Kdy byl Joe Jenčík vyhozen z Národního divadla?",
      "a": "1943."
    },
    {
      "q": "Jaké knihy napsal Joe Jenčík?",
      "a": "Tanec a jeho tváření, Taneční letopisy."
    },
    {
      "q": "Kdo hostoval v Národním divadle v srpnu 1908 a září 1909?",
      "a": "Tamara Karsavina."
    },
    {
      "q": "S kým spolupracoval Achille Viscusi?",
      "a": "S Oskarem Nedbalem."
    },
    {
      "q": "Kde působil Achille Viscusi během první světové války?",
      "a": "V Jižní Americe (1914-18)."
    },
    {
      "q": "Kdo byla manželka Remislava Remislavského?",
      "a": "Irma Stomeová, se kterou založil baletní školu."
    },
    {
      "q": "Kdo byl taneční partner Jelizavety Nikolské?",
      "a": "Saša Machov, který byl také jejím žákem."
    },
    {
      "q": "Co založil Joe Jenčík v kabaretu Lucerna?",
      "a": "Soubor Šest děvčátek z Lucerny."
    }
  ]
}

