{
  "flashcards": [
    {
      "q": "Kdy žil Saša Machov a jaké bylo jeho vlastní jméno?",
      "a": "1903-1951, vlastní jméno František Alexander Maťha, český tanečník, choreograf, baletní mistr, pedagog."
    },
    {
      "q": "U koho studoval Saša Machov balet?",
      "a": "U Jelizavety Nikolské od roku 1922, člen souboru Československý balet, taneční partner Jelizavety Nikolské."
    },
    {
      "q": "Kdy vytvořil Saša Machov svou první choreografii a jak se jmenovala?",
      "a": "1929, Fagot a Flétna na hudbu Emila Františka Buriana."
    },
    {
      "q": "Kdy se stal Saša Machov šéfem Baletu Národního divadla?",
      "a": "1948."
    },
    {
      "q": "Kdy vytvořil Saša Machov Popelku a proč je tento balet významný?",
      "a": "8. ledna 1948, první uvedení mimo Rusko."
    },
    {
      "q": "Kolik baletních inscenací vytvořil Saša Machov celkem a kolik celovečerních baletů uvedl v ND?",
      "a": "34 baletních inscenací celkem, 10 celovečerních baletů v ND."
    },
    {
      "q": "Kdy zemřel Saša Machov a jak?",
      "a": "1951, spáchal sebevraždu (otrava jedem)."
    },
    {
      "q": "Kdy žil Ivo Váňa Psota a jaké bylo jeho vlastní jméno?",
      "a": "1908-1952, vlastní jméno Ivan Psota, český tanečník, choreograf, baletní mistr, pedagog."
    },
    {
      "q": "V jakých letech působil Ivo Váňa Psota jako šéf Baletu ND Brno poprvé?",
      "a": "1928-1929."
    },
    {
      "q": "Kdy vytvořil Ivo Váňa Psota Romeo a Julii a proč je tento balet významný?",
      "a": "30. prosince 1938, první uvedení na hudbu Sergeje Prokofjeva v Čechách."
    },
    {
      "q": "Kam emigroval Ivo Váňa Psota v roce 1941?",
      "a": "Do USA, Metropolitní opera v New Yorku."
    },
    {
      "q": "Kdy se Ivo Váňa Psota vrátil do Brna a stal se znovu šéfem baletu?",
      "a": "Květen 1947."
    },
    {
      "q": "Kdy zemřel Ivo Váňa Psota a jak?",
      "a": "1952, po srážce s tramvají."
    },
    {
      "q": "Co je hlavní význam Ivo Váni Psoty?",
      "a": "Celý život byl především pedagogem, v Brně založil baletní školu."
    },
    {
      "q": "Kdo je považován za zakladatele české choreografické tvorby?",
      "a": "Saša Machov."
    },
    {
      "q": "Jaké významné tituly vytvořil Saša Machov v ND?",
      "a": "Popelka (1948), Šípková Růženka (1948), Romeo a Julie (1950), Viktorka, Filosofská historie, Labutí jezero (1951)."
    },
    {
      "q": "Kde působil Saša Machov během druhé světové války?",
      "a": "V Africe jako dobrovolník v armádě (1940-1942), poté v Londýně v opeře Sadler's Wells (1943)."
    },
    {
      "q": "Kde působil Ivo Váňa Psota v letech 1933-36?",
      "a": "Jako sólista v souboru Ballets Russes de Monte Carlo."
    },
    {
      "q": "Kdo byly významné taneční umělkyně a umělci doby Saši Machova?",
      "a": "Zora Šemberová, Miroslav Kůra, Vlastimil Jílek, Antonín Sanda."
    },
    {
      "q": "Kdo převzal baletní školu Ivo Váni Psoty v Brně?",
      "a": "Jeho sestra Ljuba Kvasnicová-Psotová."
    }
  ]
}

