{
  "flashcards": [
    {
      "q": "Co se stalo se souborem ND po smrti Saši Machova v roce 1951?",
      "a": "Soubor se ocitl v krizi, nebyl zde žádný baletní mistr, vedení se ujali bývalí sólisté souboru."
    },
    {
      "q": "Kdy žil Vlastimil Jílek a v jakých letech byl šéfem baletu ND?",
      "a": "1925-1996, šéf baletu ND 1951-55."
    },
    {
      "q": "Jaké tituly vytvořil Vlastimil Jílek?",
      "a": "Jánošík, Švanda dudák, Z pohádky do pohádky, Juan."
    },
    {
      "q": "Kdy žil Antonín Landa a kdy převzal funkci šéfa baletu?",
      "a": "1916-1995, převzal funkci šéfa baletu v roce 1955 po V. Jílkovi."
    },
    {
      "q": "Jaké pohádkové balety vytvořil Antonín Landa?",
      "a": "Ferda mravenec (1976), Sůl nad zlato, Špalíček, Z pohádky do pohádky."
    },
    {
      "q": "Kdy žil Jiří Němeček a v jakých letech byl šéfem Baletu ND Praha?",
      "a": "1924-1991, šéf Baletu ND Praha 1957-70 (1. období) a 1977-90 (2. období)."
    },
    {
      "q": "Kolik baletních inscenací vytvořil Jiří Němeček?",
      "a": "Na 80 baletních inscenací."
    },
    {
      "q": "Na kolik tanečníků zvýšil Jiří Němeček počet v souboru a jak je rozdělil?",
      "a": "Na 160 tanečníků, rozdělil je na tanečníky baletní a operní."
    },
    {
      "q": "Kdy žil Emerich Gabzdyl a v jakých letech byl šéfem Baletu ND Praha?",
      "a": "1908-1993, šéf Baletu ND Praha 1970-74."
    },
    {
      "q": "Kdy se narodil Miroslav Kůra a jaké ocenění získal?",
      "a": "*1924, Cena Thálie za celoživotní mistrovství (1994)."
    },
    {
      "q": "Kdy se narodil Vlastimil Harapes a v jakých letech byl šéfem Baletu ND Praha?",
      "a": "*1946, šéf Baletu ND Praha 1990-2002."
    },
    {
      "q": "Kde studoval Vlastimil Harapes a jakou stáž absolvoval?",
      "a": "Taneční oddělení Pražské konzervatoře (1960-65), stáž v Leningradu na Akademii Vaganova (1968-69)."
    },
    {
      "q": "Jaké tituly uváděl Vlastimil Harapes jako šéf baletu ND?",
      "a": "Malý pan Friedeman, Psycho, Čajkovskij, Někdo to rád (přizval L. Vaculíka)."
    },
    {
      "q": "Kdy se narodil Petr Zuska a v jakých letech byl šéfem Baletu ND?",
      "a": "*1968, šéf Baletu ND 2002-17."
    },
    {
      "q": "Jaké tituly vytvořil Petr Zuska jako choreograf?",
      "a": "Zpověď (pro PKB), Šibeničky, V mlhách."
    }
  ]
}

