{
  "sections": [
    {
      "heading": "KLASICISMUS",
      "resources": [
        {
          "title": "Klasicismus - umělecký směr",
          "platform": "Česká televize - ČT edu",
          "url": "https://edu.ceskatelevize.cz/video/15950-klasicismus",
          "explanation": "Video představuje klasicismus jako umělecký směr, který vznikl ve Francii ve druhé polovině 17. století za vlády Ludvíka XIV., inspiroval se antikou a zdůrazňoval jasný, pravidelný řád a rozum. Materiál poskytuje kontext k klasicistnímu umění, architektuře, literatuře a hudbě. Availability: OK"
        },
        {
          "title": "Klasicismus a osvícenství",
          "platform": "YouTube - History Documentary",
          "url": "https://www.youtube.com/results?search_query=classicism+enlightenment+18th+century+art+history+documentary",
          "explanation": "Dokumentární videa o klasicismu a osvícenství, které pokrývají období od 17. do 19. století, filozofy jako René Descartes a Immanuel Kant, klasicistní architekturu, malířství a sochařství s náměty z antické mytologie. Availability: OK"
        },
        {
          "title": "Klasicistní balet a Jean Georges Noverre",
          "platform": "YouTube - Dance History",
          "url": "https://www.youtube.com/results?search_query=jean+georges+noverre+ballet+daction+classical+ballet+history",
          "explanation": "Dokumentární videa o klasicistním baletu, ballet d'action (dějovém dramatickém baletu) a významu Jean Georges Noverra, jeho knihy Listy o tanci a baletech a vlivu na vývoj baletu. Pokrývá také Gaspara Angioliniho a další choreografy klasicismu. Availability: OK"
        },
        {
          "title": "Pařížská opera a klasicistní balet",
          "platform": "YouTube - Ballet History",
          "url": "https://www.youtube.com/results?search_query=paris+opera+ballet+18th+century+gardel+vestris+dauberval",
          "explanation": "Videa o Pařížské opeře v 18. století, významných tanečnících a choreografech jako Gaetano Vestris, August Vestris, Maxmilian Gardel, Pierre Gardel a Jean Dauberval. Pokrývá také balety jako Psyché a Marná opatrnost. Availability: OK"
        }
      ]
    }
  ]
}

