{
  "sections": [
    {
      "heading": "PREROMANTISMUS",
      "resources": [
        {
          "title": "Preromantismus a sentimentalismus - umělecký směr",
          "platform": "YouTube - History Documentary",
          "url": "https://www.youtube.com/results?search_query=preromantism+sentimentalism+18th+century+19th+century+art+history+documentary",
          "explanation": "Dokumentární videa o preromantismu jako přechodném období od klasicismu k romantismu (druhá polovina 18. století až počátek 19. století), charakteristikách preromantismu (důraz na city a přírodu), rozvoji v Anglii a významu Jean Jacques Rousseau. Availability: OK"
        },
        {
          "title": "Preromantická literatura - Goethe, Schiller",
          "platform": "YouTube - Literature History",
          "url": "https://www.youtube.com/results?search_query=goethe+schiller+preromantic+literature+faust+werther+documentary",
          "explanation": "Dokumentární videa o preromantické literatuře, významných spisovatelích jako Johann Wolfgang Goethe (Faust, Utrpení mladého Werthera) a Friedrich Schiller (óda na radost, drama Loupežníci), a francouzském spisovateli Antoine François Prévostovi (Manon Lescaut). Availability: OK"
        },
        {
          "title": "Preromantický balet a choreografové - Vigano, Didelot, Blasis",
          "platform": "YouTube - Dance History",
          "url": "https://www.youtube.com/results?search_query=salvatore+vigano+didelot+blasis+preromantic+ballet+choreodrama+dance+history",
          "explanation": "Dokumentární videa o preromantickém baletu, choreodramatu vytvořeném Salvatorem Viganem, Charlesu Louis Didelotovi a jeho čtyřech druzích baletů v Petrohradě, a Carlu Blasisovi a jeho významu pro taneční techniku (první zmínka o tanci na špičkách, arabesque, attitude). Availability: OK"
        },
        {
          "title": "Giselle - preromantický balet Coralliho a Perrota",
          "platform": "YouTube - Ballet Performance",
          "url": "https://www.youtube.com/results?search_query=giselle+coralli+perrot+ballet+full+performance",
          "explanation": "Záznamy baletu Giselle (1841) od Jeana Coralliho a Julese Perrota, který vznikl na přelomu preromantismu a romantismu. Pokrývá také další balety preromantismu jako Zefír a Flóra od Didelota a významné choreografy preromantismu. Availability: OK"
        }
      ]
    }
  ]
}

